[
  {
    "title": "Empower,Engage,Educate in Rural Kenya!",
    "content": "Imagine students in rural Kenya using computers and reading books! The Kenya Connect Learning Resource Center engages and empowers students and teachers from our 63 partner schools through access to technology including STEAM programs and computer literacy for girls and boys . This coupled with programs like KC's reusable sanitary pads and empowerment programs for girls and our rent-to-own solar light and library program to boost literacy are making a profound difference in rural Kenya.",
    "amount_required": 300000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/13015/ph_13015_44711.jpg,https://www.globalgiving.org/pfil/13015/ph_13015_44712.jpg,https://www.globalgiving.org/pfil/13015/ph_13015_44714.jpg",
    "countryCode": "KE",
    "lat": -1.32895287195084,
    "lng": 36.9087969032225,
    "cityName": "nairobi"
  },
  {
    "title": "Empower a Girl: For Self-Reliance",
    "content": "Kole Intellectual Forum intends to influence the ideas of policy makers at all levels, educationists, community and youth in Uganda to include the course unit of Home Economics in the syllabus of basic education with the intention to promote quality, sustainable, and potential education by building an Institute of Home Economics at Kole District, Northern Uganda.",
    "amount_required": 180000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/31562/pict_large.jpg,https://www.globalgiving.org/pfil/31562/ph_31562_124613.jpg,https://www.globalgiving.org/pfil/31562/ph_31562_151650.jpg",
    "countryCode": "UG",
    "lat": 0.470102785536301,
    "lng": 32.7768957987374,
    "cityName": "kikandwa"
  },
  {
    "title": "Educate 500 Orphans in Syria",
    "content": "In Syria... did you know that thousands of orphans are deprived of their fundamental right to education? They suffer poverty and displacement without parental care. These young children carry significant burdens at such a tender age. Through our project, we strive to reach out and provide free education to 500 orphaned students in Syria. We are dedicated to offering an opportunity for a better future to these children facing challenging circumstances.",
    "amount_required": 20000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/60100/pict_large.jpg,https://www.globalgiving.org/pfil/60100/ph_60100_237646.jpg,https://www.globalgiving.org/pfil/60100/ph_60100_234065.jpg",
    "countryCode": "SY",
    "lat": 34.5466151664325,
    "lng": 38.3187680969637,
    "cityName": "palmyra"
  },
  {
    "title": "Provide Gift & food to 700 Street Children",
    "content": "Under this project, 700 street & poor slum children will be given Nutrition food, Gift, New Dress, Lunch/Dinner, Toys & Happiness. The Program will be quite unique. For poor street & slum children all this is a dream. But will it be possible. A meal & gifts for 700 poor children life will become a golden memory.",
    "amount_required": 350000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/18502/pict_large.jpg,https://www.globalgiving.org/pfil/18502/ph_18502_226478.jpg,https://www.globalgiving.org/pfil/18502/ph_18502_87761.jpg",
    "countryCode": "IN",
    "lat": 21.0242107357207,
    "lng": 79.2539090436346,
    "cityName": "nagpur"
  },
  {
    "title": "Send a Child in India to School for a Year",
    "content": "Seva Mandir's focus is to provide access to quality education to the children in disadvantaged tribal areas through highly effective education interventions. Children are enabled to continue their education, having become confident, independent learners. Seva Mandir's approach includes mainstreaming children through bridge schools and strengthening government schools therefore, increasing their chances of retention.",
    "amount_required": 980000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/1877/pict_large.jpg,https://www.globalgiving.org/pfil/1877/ph_1877_206831.jpg,https://www.globalgiving.org/pfil/1877/ph_1877_206832.jpg",
    "countryCode": "IN",
    "lat": 19.8489380813445,
    "lng": 76.013784350003,
    "cityName": "pirkalyan"
  },
  {
    "title": "Educate 500 Syrian Refugee Students",
    "content": "The project will provide free education using remote learning platforms like Microsoft Teams to 500 students who have been deprived of education due to the challenging circumstances, disruptions, displacement, and poverty in northern Syria. Most of these students come from vulnerable groups such as orphans, children with disabilities, and those living in refugee camps in the north of the country.",
    "amount_required": 20000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/60120/pict_large.jpg,https://www.globalgiving.org/pfil/60120/ph_60120_234082.jpg,https://www.globalgiving.org/pfil/60120/ph_60120_234083.jpg",
    "countryCode": "SY",
    "lat": 33.4895736393457,
    "lng": 36.3251967169496,
    "cityName": "damascus"
  },
  {
    "title": "Free-of-cost School for Underprivileged Children",
    "content": "The JAAGO Foundation aims to use education as a weapon to break through the cycle of poverty, creating opportunities for income, growth and sustainable development. At present JAAGO is educating 13,000 students in 11 districts across Bangladesh. The Free Of Cost School Program reaches 3,500 underprivileged children across 12 schools in Bangladesh.",
    "amount_required": 800000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/10113/pict_large.jpg,https://www.globalgiving.org/pfil/10113/ph_10113_88485.jpg,https://www.globalgiving.org/pfil/10113/ph_10113_83723.jpg",
    "countryCode": "BD",
    "lat": 24.7540235136793,
    "lng": 90.4557591648506,
    "cityName": "mymensingh"
  },
  {
    "title": "Educate the Future Leaders of Sierra Leone",
    "content": "This project empowers students in Sierra Leone to receive an education including vocational training, computer training, and attending college, among other resources. It offers school tuition support, books, uniforms, mentoring, classroom construction, and solar lights, among other resources. This comprehensive support helps young people complete their education and become self-sufficient leaders in their communities.",
    "amount_required": 98000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/2291/pict_large.jpg,https://www.globalgiving.org/pfil/2291/ph_2291_216209.jpg,https://www.globalgiving.org/pfil/2291/ph_2291_221563.jpg",
    "countryCode": "SL",
    "lat": 7.93072848948585,
    "lng": -11.7728772321593,
    "cityName": "towama"
  },
  {
    "title": "Young EcoLeaders of the Brazilian Rainforest",
    "content": "Children in our remote rural area live in one of the world's top biodiversity hotspots, yet their level of understanding and appreciation for the forests is very low. Traditionally, forests are considered barriers to progress, trees are cut and animals eaten or simply killed because they are \"dangerous.\" If we are to save the last great forests, we must focus on the younger generation, helping them to understand their place in the web of life and learn to love and value the forest ecosystem.",
    "amount_required": 250000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/17660/pict_large.jpg,https://www.globalgiving.org/pfil/17660/ph_17660_99886.jpg,https://www.globalgiving.org/pfil/17660/ph_17660_62890.jpg",
    "countryCode": "BR",
    "lat": -16.8489992276538,
    "lng": -49.2278059532191,
    "cityName": "goiania"
  },
  {
    "title": "Education for Every Girl in India",
    "content": "This project will provide educational stuffs (uniform, school fees, books, sweater, notebooks, pen, pencil, stationary, etc.) to more than 1500 underprivileged poor Girls students of rural regions in Rajasthan so that they may be able to develop their educational standard. This project will help the marginalized children to get better opportunities to be educated and to contribute in the development of society.",
    "amount_required": 75000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/21960/pict_large.jpg,https://www.globalgiving.org/pfil/21960/ph_21960_79529.jpg,https://www.globalgiving.org/pfil/21960/ph_21960_87745.jpg",
    "countryCode": "IN",
    "lat": 21.3948542599656,
    "lng": 83.9859063194844,
    "cityName": "golabandh"
  },
  {
    "title": "Feeding 1000 Poor Rural School Girls in Yemen",
    "content": "This project aims to provide nutritious breakfast meals to 1000 rural schoolgirls in Sana'a, Yemen. It will increase the number of girls in primary schools. It aims to reduce the children's hunger during the school day. It'll contribute to achieving gender equality between boys and girls. Besides, it'll increase attention span, facilitate learning, and obviate the need for children to leave school to find food. That will achieve Global Goals 4 (Quality Education) & 5 (Gender Equality).",
    "amount_required": 200000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/44739/ph_44739_171927.jpg,https://www.globalgiving.org/pfil/44739/ph_44739_173947.jpg,https://www.globalgiving.org/pfil/44739/pict_large.jpg",
    "countryCode": "YE",
    "lat": 16.0421720589532,
    "lng": 49.0204567752376,
    "cityName": "traim"
  },
  {
    "title": "Illuminating Futures: Enabling children",
    "content": "This project is dedicated to empowering and supporting children by providing them with opportunities, resources, and guidance to build a brighter future. The project focuses on various aspects of children's development, including education, health, personal growth, and skills enhancement. The key components of the project include Quality Education Access, Holistic Health and Well-being, Skill Development and Empowerment, Parental and Community Engagement Career Guidance and Aspiration Building.",
    "amount_required": 100000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/24327/pict_large.jpg,https://www.globalgiving.org/pfil/24327/ph_24327_87713.jpg,https://www.globalgiving.org/pfil/24327/ph_24327_87714.jpg",
    "countryCode": "IN",
    "lat": 18.3993547462064,
    "lng": 79.1689640701873,
    "cityName": "karimnagar"
  },
  {
    "title": "FEED A CHILD TO STAY IN SCHOOL",
    "content": "Vulnerable and Street children are on the street to scavenge for food in the dustbin to survive at the expense of enrolling in school. Feeding program not only give incentive for the child to go to school but help reduce the number of street children. Sheepcare believes that without education such children have no hope and the circle of poverty will be endless. Feeding such is the surest way that he/she will finish school and secure a bright future.",
    "amount_required": 100000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/43021/ph_43021_164646.jpg,https://www.globalgiving.org/pfil/43021/pict_large.jpg,https://www.globalgiving.org/pfil/43021/ph_43021_164642.jpg",
    "countryCode": "KE",
    "lat": -1.53394883827922,
    "lng": 40.0319951440578,
    "cityName": "mikinduni"
  },
  {
    "title": "Educate at-risk girls, end poverty cycle: Thailand",
    "content": "Since 1990, more than 4000 girls living in poverty, orphaned, abandoned, from broken homes or unsafe environments, have come to Dhammajarinee Witthaya School (DWS) and received a secure home, quality education, food, clothing, medical and dental care. DWS is the only free boarding school for girls administered by Buddhist nuns in Thailand. DWS serves non-Buddhist students as well, with Buddhist activities being optional. Help us fund more at-risk girls who need and desire to come.",
    "amount_required": 350000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/45183/pict_large.jpg,https://www.globalgiving.org/pfil/45183/ph_45183_173673.jpg,https://www.globalgiving.org/pfil/45183/ph_45183_173674.jpg",
    "countryCode": "TH",
    "lat": 14.5062028564202,
    "lng": 100.907025343443,
    "cityName": "saraburi"
  },
  {
    "title": "Al Aqaba Kindergarten: Haj Sami's Dreams Made Real",
    "content": "In 2002, Israel's Army promised to stop their live-fire training in the Palestinian village of Al Aqaba so Mayor Haj Sami Sadeq invited villagers to come home. Rebuilding Alliance helped him build the Al Haq Kindergarten, the beating heart of this village. Please continue Mayor Haj Sami's legacy: give 150 kindergarteners a great education & healthy breakfast! Add speech therapy & music lessons at the Ibn Rush'd Library and launch Haj Sami's bookmobile for children throughout the Jordan Valley.",
    "amount_required": 101490,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/7684/pict_large.jpg,https://www.globalgiving.org/pfil/7684/ph_7684_205790.jpg,https://www.globalgiving.org/pfil/7684/ph_7684_205794.jpg",
    "countryCode": "PS",
    "lat": 31.5968908434824,
    "lng": 34.6006734985813,
    "cityName": "ashkelon"
  },
  {
    "title": "Help Kids in Kabiria, Kenya, into Proper Education",
    "content": "Hai Africa is an organization directly impacting more than 80 families at Kabiria community, South Nairobi, Kenya. We believe in the power of education, love giving and proper nutrition, and those are our no-fee school's basis. Kids from 3 to 7 years old are fully supported by our local staff: 3 teachers educated at the Waldorf Teacher Preparation Program. As we thrive on innovation and creating opportunities , we also started a local craft business along with our hardworking \"mamas\".",
    "amount_required": 50000,
    "projectCategory": "Education",
    "projectImages": "https://www.globalgiving.org/pfil/39698/pict_large.jpg,https://www.globalgiving.org/pfil/39698/ph_39698_159572.jpg,https://www.globalgiving.org/pfil/39698/ph_39698_159571.jpg]",
    "countryCode": "KE",
    "lat": -0.115389951333794,
    "lng": 34.7794769170527,
    "cityName": "kisumu"
  },
  {
    "title": "Provide Urgent Medical Attention To Syrians",
    "content": "This campaign aims to support URGENT medical needs of those most in need in northern Syria through supporting our hospitals, medical centers and mobile clinics located there",
    "amount_required": 150000,
    "projectCategory": "Medical",
    "projectImages": "https://www.globalgiving.org/pfil/54436/pict_large.jpg,https://www.globalgiving.org/pfil/54436/ph_54436_212382.jpg,https://www.globalgiving.org/pfil/54436/ph_54436_212383.jpg",
    "countryCode": "SY",
    "lat": 33.9900337712755,
    "lng": 38.1088055486908,
    "cityName": "palmyra"
  },
  {
    "title": "Medications for Children's Oncological Units",
    "content": "Tabletochki Charity Foundation supports Ukrainian hospitals by purchasing necessary medications and medical supplies. With your help, children can receive the most effective medicines, even if they are possible to find only abroad. Your charitable donations make the children's treatment more effective and bring children closer to recovery. You can read about the impact you make in our regular reports and on social media. Ukrainian children are brave in their fight against the disease. But th",
    "amount_required": 500000,
    "projectCategory": "Medical",
    "projectImages": "https://www.globalgiving.org/pfil/23161/pict_large.jpg,https://www.globalgiving.org/pfil/23161/ph_23161_217612.jpg,https://www.globalgiving.org/pfil/23161/ph_23161_217613.jpg",
    "countryCode": "UA",
    "lat": 48.0574835029064,
    "lng": 30.8810425968164,
    "cityName": "mykolaiv"
  },
  {
    "title": "Help Swathi to Lead Happy Life with her New Born",
    "content": "A Newborn's Mom(Swathi Sanapala) my wife diagnosed with a condition that happens to 1 in every 100,000 people.On 14th October, 2023, less than 2 days after delivering a baby, we got home from the hospital with the newborn, in a shocking turn of events, Swathi Sanapala was found unconscious. She was taken to Medical City Plano TX hospital and after multiple scans and tests, doctors confirmed that it is a rare occurrence of RCVS (https://www.ncbi.nlm.nih.gov/books/NBK551723). Happens to people during/after pregnancy, Swathi had a severe stroke in her brain.At a time we are suppose to be having fun at home with our new addition to the family, she is on a ventilator fighting for her life. She already had a major surgery to remove blood leak from her brain and is looking at a long road to recovery.Myself (Rajasekar Bolledla, Swathi’s husband) has already exhausted all my savings with added stress of mounting medical bills and it is unclear how long Swathi would need medical care. Today, I request everyone to stand united with my family, striving for a better life. My family's resources are limited, and the financial burden of Swathi’s medical treatment is overwhelming. As she battles for her life, I want to ensure that my family can focus on her recovery as your contribution can make a significant difference in our life. It can provide the financial support required for her medical treatment, rehabilitation, and ongoing care. Every small effort counts, and together you all can give the hope and strength to recover soon. Thank you.",
    "amount_required": 200000,
    "projectCategory": "Medical",
    "projectImages": "https://www.globalgiving.org/pfil/34883/pict_large.jpg,https://www.globalgiving.org/pfil/34883/ph_34883_126773.jpg,https://www.globalgiving.org/pfil/34883/ph_34883_126774.jpg",
    "countryCode": "US",
    "lat": 31.4745193806367,
    "lng": -99.1745742483738,
    "cityName": "taxas"
  },
  {
    "title": "Lets save Bita's life",
    "content": "Hello everyone,I'm Rob, and I want to share our story with you. My wife, Bita, is a vibrant and remarkable individual who loves life. Unfortunately, she was diagnosed with stage 4 colon cancer at age 33, that has spread to her liver and lymph nodes. Her journey has been marked by immense pain and suffering, and her prognosis is devastating.Bita's only hope now lies in participating in clinical trials and exploring new treatment methods, but these come with significant financial challenges. Insurance coverage is limited, and her ability to work has been compromised. To give Bita a fighting chance, we need to raise $150,000 for her medical expenses, including clinical trials, travel, and hospitalization.Bita is not ready to give up, and neither are we. She represents the beauty of life, and we are determined to support her in this battle. We believe in the strength of the human spirit and the power of collective action.Please consider contributing to our cause and helping us make a difference in Bita's life. Your support means the world to us.With heartfelt gratitude,\nRob\n",
    "amount_required": 150000,
    "projectCategory": "Medical",
    "projectImages": "https://www.globalgiving.org/pfil/26672/pict_large.jpg,https://www.globalgiving.org/pfil/26672/ph_26672_99906.jpg,https://www.globalgiving.org/pfil/26672/ph_26672_99907.jpg",
    "countryCode": "US",
    "lat": 38.5286166558243,
    "lng": -98.6273905851277,
    "cityName": "kansas"
  },
  {
    "title": "Help Sweet Jeremy: His Fight for Life and Rehab",
    "content": "Jeremy is a bright, vibrant child with a heart full of dreams and a future brimming with potential. But his life took a tragic turn when he was viciously attacked in his home, leaving him with severe injuries and a long, uncertain road to recovery. His innocent smile has been replaced with pain and suffering, but we refuse to let him face this battle alone.",
    "amount_required": 339000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/txxW72sltFPGSeA9vhBWdXWBZ_c=/720x405/https://d2g8igdw686xgo.cloudfront.net/75380703_1694746547664770_r.jpeg",
    "countryCode": "US",
    "lat": 34.7653761667979,
    "lng": -92.4125851993814,
    "cityName": "little rock"
  },
  {
    "title": "Help Erik & family make it through Stage 4 cancer",
    "content": "After miraculously surviving a brain aneurysm just a year and a half ago, our beloved Erik Jensen was just diagnosed with Stage IV colorectal cancer.As many of you know, Erik is a deeply devoted father to 13-year-old Sadie, who's the light of his life; an incredible husband to Jessica, his partner in art and life for the last 23 years; and a profoundly hardworking, generous artist who has spent decades committed to creating work in service of healing, justice, and making the world a better place. He is one of the most hardworking, loving, truthful and devoted people we know. He needs to help his daughter grow up. He needs to stick around for the beautiful community he and Jess have built. And he has a lot more art to make in the world.The cancer has metastasized to his liver, but Erik is young and strong (cutting a film during chemo, working full-time as a director and writer throughout) and his doctors have a shot at shrinking the tumors enough to do two very major surgeries and get them all out. He is incredibly resilient and strong; Erik is a survivor. We know he can make it through this, come out the other side, and continue to make great work and support his community for years to come.But Erik and his family are in for the fight of their lives, and they need your support.Erik and Jess have devoted their lives to making art that hopes to make the world better in whatever way they can. They are full-time freelance artists and live without the cushion that long-term commercial work can provide. The lack of streaming residuals has affected Erik's family profoundly in the past few years, as it has affected so many middle class working actors. Erik's aneurysm, the double strikes and now this diagnosis have put their family in an extremely precarious financial position and they need a lot of help to make it through the next year, pay for treatment to fight his cancer, keep their home, and maintain some sort of stability for Sadie.Erik wants to work through as much of his treatment as possible, but they are facing massive medical costs (co-pays, treatments not covered by insurance) and all the additional expenses associated with intensive treatment. The family has gotten health insurance through SAG (and occasionally WGA) for the past 23 years. Due to the strikes, the nonexistence of streaming residuals, and the fact that Erik may be recovering from major surgery during the earnings period to qualify for SAG insurance, they are facing a serious risk of losing their insurance. Erik and Jess are devoted to creating community and supporting that community- but this is a time when they need community support.If you are able to contribute financially to help get their family through this- please do.If you have a wide social media following/fanbase who might contribute at your urging and are willing to post this, that would also help immensely.\n",
    "amount_required": 300000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/3JYMmC7fcKMxct0cmvGVzDtoW3Y=/720x405/https://d2g8igdw686xgo.cloudfront.net/76016149_1697567349929465_r.jpeg",
    "countryCode": "US",
    "lat": 41.9895104552136,
    "lng": -93.2205098995284,
    "cityName": "iowa"
  },
  {
    "title": "Help Jacob Johns Recover from Terrorist Shooting",
    "content": "Indigenous climate activist, artist, musician, and father Jacob Johns was shot in the chest this morning, Sept 28.2023, during a No Juan de Oñate statue peaceful prayer ceremony in Tewa territory (more commonly known as Española, New Mexico). Jacob put his body between women and children when the shooter charged towards the altar. Jacob prevented the shooter from harming women and children. The shooter attempted to fire again but his gun jammed preventing him from committing a mass shooting of indigenous peoples while they were in prayer and ceremony. He was air-lifted to a hospital in Albuquerque, and had surgery. The shooter, who was wearing a red MAGA hat, is in custody of tribal police. We ask everyone to please pray with us that he survives this surgery and doctors have’ the strength and wisdom to help him.Jacob, who is Hopi and Akimel O'odham, has dedicated his life to Indigenous and climate justice. He is a skilled muralist and speaker, and specializes in non-violent, peaceful “artivism”. He has a teenage daughter, she and his other family are currently flying from Washington State to Albuquerque New Mexico to be by his side.This inspirational man has put his life on the line over and over again to make a better world for his fellow humans, and now he and his family need your support to recover from this terrible hate crime. As you can imagine, being a climate activist is not lucrative work to readily afford major life-saving surgery. We are humbly requesting your donations to help cover his recovery, his medical bills, and to help support his family needs during what will likely be a very lengthy recovery period. This comes just two months before Jacob will be leading an Indigenous Wisdom Keepers Delegation at COP28 to advocate for Indigenous solutions to climate change. Please pray with us for his recovery and donate if you can.",
    "amount_required": 500000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/GdPCANG7tVC4cD1wLDX5wMIX7cc=/720x405/https://d2g8igdw686xgo.cloudfront.net/76154485_1698197247873024_r.png",
    "countryCode": "US",
    "lat": 42.9748958776958,
    "lng": -107.421340205958,
    "cityName": "wyoming"
  },
  {
    "title": "Tropicana Joe needs our help!",
    "content": "As many of you know, Paolo has been struggling with his health. I can say with 100% confidence that he has stopped drinking in order to make a positive change in his life. While that is a monumental feat, his body is fragile. Paolo has been DJing professionally for the last several months. His musical taste is exquisite and he is sought after. He is thankful to be able to make an income in this manner since he cannot work a regular job. He wears out easily. With recent hospitalizations, that means he can't make money during this time. DJ gigs fluctuate as well. That means he is behind on hospital bills but he has been making small payments.This weekend, I found Paolo collapsed on the back patio. For the sake of giving him some privacy while he heals, I won't go into details, however he is in ICU and has a long road ahead of him. I expect his hospital stay to be long.If Paolo (lovingly Tropicana Joe) has ever made you smile with one of his weird stories, made you dance by sharing his music, picked you up when you were feeling down or helped you out with actions or words, I would very much appreciate a donation to his medical bills so he will stop worrying about it and rest.The future is uncertain and he may not be able to DJ for the rest of the year and thus, I hope you understand the urgency and the truthfulness of my plea for donations on his behalf. Let's keep the CoNGa LiNE going!With love, Sandra.With gratitude, Paolo.\nPlease forward or pass along the Go Fund Me so we can reach all of his friends around the world.",
    "amount_required": 30000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/l3s_QNAKxBM2fxfD7TDAsXKHnVg=/720x405/https://d2g8igdw686xgo.cloudfront.net/76122775_1698070349793320_r.jpeg",
    "countryCode": "US",
    "lat": 41.4560803638351,
    "lng": -112.020296191411,
    "cityName": "utah"
  },
  {
    "title": "Support the Golan Family's Road to Recovery",
    "content": "On Saturday, October 7th, their peaceful sleep was abruptly disturbed by the sound of missiles. With their hearts racing, they sought refuge in their safe room, all the while hearing gunfire in the distance. The kibbutz's WhatsApp group quickly filled with distressing messages about a potential terrorist invasion. From within the confines of their safe room, they could hear unfamiliar voices speaking Arabic outside their door. The intruders tried to break in to the safe room and Ariel, Ellay's husband, successfully held the door shut against them to protect his family.After some time, they began to smell smoke and realized that the terrorists, unable to breach the safe room, had set their house on fire in a desperate attempt to harm them. They knew they had to escape immediately to avoid being burned alive or succumbing to smoke inhalation. Understanding that this may be the end for them, they sent goodbye messages to their loved ones.In a remarkable display of courage, Ellay and Ariel managed to escape their burning home while shielding their precious daughter from the flames by nestling her between them. After emerging from their home badly burned, they ran towards the kibbutz entrance, amid dozens of lifeless bodies of their fellow kibbutz members. By a stroke of luck, a helicopter carrying two injured soldiers had only just departed and the pilot was still close enough to land again and rescue them. The medical professionals who cared for them on the helicopter marveled at Ellay's unwavering maternal instincts as she continued to monitor her beloved daughter's vital signs and provided guidance for her treatment despite suffering severe burns on 60-70% of her body. When they finally arrived at Sheba-Tel Hashomer's emergency room, Ellay still held Yaeli in her arms, a testament to a mother's boundless love and determination.Now, Ellay, Ariel, and Yaeli are in intensive care units, sedated and connected to ventilators, bearing both physical and emotional scars from the horrific events that consumed their home and community. Rebuilding their lives will be difficult as they face an extended hospitalization (months long) and a challenging recovery ahead.We humbly ask for your help. Your contributions will have a profound impact in supporting this family as they endeavor to rebuild their lives. Your generosity will go towards reconstructing their home, securing an alternative residence, covering the expenses of necessary surgeries, providing psychological support, and meeting the various medical needs they will urgently require in the coming months.No donation is too small, and every contribution is genuinely appreciated. In these horrifying unimaginable times, our community has the opportunity and privilege to come together and offer a helping hand to those in need. Let's unite, bound by our shared humanity, and stand by Ellay, Ariel, and little Yaeli as they embark on their journey to recovery.\n\n",
    "amount_required": 300000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/2-65lE25SXBHHR-hFAqLa66WS5o=/720x405/https://d2g8igdw686xgo.cloudfront.net/75986787_1697437474244440_r.jpeg",
    "countryCode": "CA",
    "lat": 58.0160131650187,
    "lng": -103.670790549583,
    "cityName": "saskatchewan"
  },
  {
    "title": "Denny Laine medical & physical rehabilitation",
    "content": "Hello, this is Elizabeth Hines, Denny’s wife, asking for a helping hand on Denny’s behalf.\nAs you may know, Denny has been going through health issues these past several months, which recently turned critical.For the past two months, he’s been in and out of the hospital concerning an illness in his lungs that developed after his short bout with COVID last year. He’s had multiple tests, X-rays and scans that are ongoing, along with three surgeries, most recently for a collapsed lung, which includes an inserted chest tube that is temporarily needed until his lung heals.\nHe recently contracted a bacterial infection in his blood, which he is still battling, but seems to be under control.The doctors have explained once he’s medically well, he will need several weeks of physical and occupational rehabilitation. Denny does not have medical insurance. The hospital has been working with us regarding this problem, but a rehabilitation center, along with the multiple lab work and specialists, will not. Denny is unable to fly due to his medical condition, as well as he needs to avoid long distance drives. He has to remain here in Naples to recover.I’m asking for financial help to get Denny the medical care and recovery time he requires. It’s important he concentrates on healing during this time. Our goal is to have Gypsy Den home in time for his birthday, October 29. He wants to be able to play his guitar again, presently, he’s too weak.\nI want to thank you all in advance for your continued love, prayers, encouragement and support during this difficult time.\nSincerely,\nElizabeth Hines",
    "amount_required": 100000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/JR6S3q1YZpyCib-0Ikjg39hA85Q=/720x405/https://d2g8igdw686xgo.cloudfront.net/75425775_1694919924543277_r.jpeg",
    "countryCode": "CA",
    "lat": 59.331876299011,
    "lng": -107.125938490676,
    "cityName": "saskatchewan"
  },
  {
    "title": "Hope for a Cure: Fighting Blood Cancer Together",
    "content": "I hope this message finds you in good health. My name is Bhuvanendar Sivashankar, and I am reaching out to you today with a heavy heart and a plea for urgent help. We are currently facing an incredibly challenging situation concerning my daughter, Varshaa Bhuvanender. She recently started her journey as a Software Developer, driven by passion and dreams, but fate had different plans for her.Varshaa has been diagnosed with blood cancer and is now critical. Her battle demands not only immense courage but also significant financial resources. We find ourselves standing at a crossroads where her life depends on the generosity and compassion of those around us.It deeply saddens us to share that after just two months into her new job, she finds herself in this situation. At this critical juncture, she is not only battling for her life but also struggling financially. The funds we are raising are crucial for her immediate treatment in the hospital's Intensive Care Unit (ICU) ward, as well as covering her medical and hospital charges.The situation is further complicated by the burden of her education loan that she needs to repay. Additionally, I'm under the weight of personal loans, making it hard to fund her medical treatment. Our collective support can make a significant difference in this young woman's life.Your contributions will directly impact Varshaa's speedy recovery. Every dollar you donate will be used exclusively for her treatment, ensuring that she receives the best possible care during this critical period. Your support will not only alleviate the financial strain on my family but also provide with the peace of mind necessary to focus entirely on her complete recovery.We understand that times are tough for everyone, but I firmly believe in the power of community and the kindness that resides within it. No donation is too small; every little bit adds up and brings us closer to the goal of giving Varshaa the fighting chance she deserves.Thank you from the depths of my heart for taking the time to read this message and for considering my appeal. Together, we can make a difference and offer Varshaa the hope and strength she needs to overcome this critical illness.\n",
    "amount_required": 200000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/Zf_D68LT7OYmsMWt3hkDj-NT5iQ=/720x405/https://d2g8igdw686xgo.cloudfront.net/75968407_1697342163211345_r.jpeg",
    "countryCode": "CA",
    "lat": 58.7137517059692,
    "lng": -111.22777187529,
    "cityName": "fort chipewyan"
  },
  {
    "title": "The Fontana Family",
    "content": "We come together today to extend our heartfelt support for the Fontana family. Charlie who we all know and love so much is battling Stage Four lung and bone cancer. As the Fontana family navigates the complexities of this devastating illness, we have the opportunity to make a significant difference in their lives.\n\nFor anyone who does not know Charlie, let us tell you a little about him. First and foremost he is an amazing Dad to twin 11 year old boys Justin and Dylan and a very loving husband to his equally amazing and selfless wife Jenn. He is an incredible son, brother and uncle. He is a faithful friend to all! He has also been a top notch soccer coach to so many of Justin and Dylan’s friends over the last 4 1/2 years. So many of these kids think of Charlie as a second dad. Charlie and Jenn would do anything for their family and friends and have so many times before. Now is the time to return the favor and help them!\n\nYour generosity and kindness can provide them with the financial support they need, allowing them to focus on what truly matters during this difficult journey and beyond.\n\nBy contributing to this fundraising campaign, you can help alleviate the financial strain on this one in a million family, allowing them to focus on creating lasting memories and cherishing the time they have left together. Your donations will directly assist with medical bills, transportation costs, home modifications, and any other necessary expenses that arise during this challenging period.\n\nEvery dollar raised will make a significant impact, providing them with the means to access the best possible medical care, alternative treatments, and the opportunity to explore experimental therapies that may offer hope. Additionally, your support will enable the family to spend quality time together, creating cherished memories and ensuring that their loved one's remaining days are filled with love, comfort, and peace.",
    "amount_required": 100000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/uGbfsesgtqTuZ1_4NrVamjnTg_k=/720x405/https://d2g8igdw686xgo.cloudfront.net/76130943_1698375611692551_r.jpeg",
    "countryCode": "CA",
    "lat": 59.3695526797537,
    "lng": -101.342722952911,
    "cityName": "division"
  },
  {
    "title": "JESSICA'S STAGE 3 BREAST CANCER",
    "content": "Dear friends& family!\n\n MY WIFE HAS BEEN diagnosed with breast cancer by ORLANDO REGIONAL CANCER INSTITUTE FLORIDA.\n\nSHE IS AT STAGE 3 , PROGRESSING TO STAGE 4. PETSCAN HAS DETECTED METASTASIS(spreading to other areas)IN HER SPINE. I’m heartbroken .\n\nSTAGE 3 has cure , but stage 4 DOESN’T HAVE CURE.\n\nThis unexpected diagnosis has shaken our world, and she now faces the challenging journey. Jessica has always been the rock our family, spreading love, laughter, and kindness to everyone around  her.\n\n The emotional and financial toll of battling cancer is immense. Medical treatments, medications, and unforeseen expenses can quickly accumulate.\n ORLANDO HOSPITAL BILL IS ALREADY $95k SO FAR.\n\n As Jessica undergoes surgeries, chemotherapy, and other necessary treatments, we aim to alleviate some of the financial burden, allowing her to focus on what truly matters - regaining her health.\n\n Your contribution, no matter how small, will make a significant difference in Jessica's fight against this formidable foe. Your generosity will not only provide financial relief but will also serve as a reminder that she is surrounded by a community that cares deeply for her well-being.\n\n Donate if you can. Or your prayers are necessary at this time. \n\nShare this with your friends and family.\n\n Together, we can offer Jessica  the strength, hope, and resources she needs to overcome this challenge and return to the loving embrace of our family.\n\n Thank you for your kindness, compassion, and support.\n\n With heartfelt gratitude,\n\nHusband sohit & her 2 boys Hartesh and Lavesh.\n",
    "amount_required": 75000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/ulF3kjcyW_1b05SB8BTRAYS8ZUg=/720x405/https://d2g8igdw686xgo.cloudfront.net/75745601_1697706265464542_r.jpg",
    "countryCode": "CA",
    "lat": 55.8077483368436,
    "lng": -97.8136681039876,
    "cityName": "manitoba"
  },
  {
    "title": "Help Varun Deepak Recover - A Journey of Hope",
    "content": "We believe in the power of collective compassion and support. Today, we come together for a cause that's close to our hearts - to help our friend, Varun Deepak, in his time of need.\n\nVarun's Journey\nVarun, a bright and ambitious young individual, left his home in India to pursue his dreams in the United States. Like many of us, he aspired to achieve his goals and make his family proud. Life was full of promise, and he worked tirelessly to build a future.\n\nThe Unexpected\nOn October 15th, 2023, Varun's life took an unexpected and tragic turn. He met with a severe accident that left him in a critical condition. This incident has shaken Varun and his family to the core.",
    "amount_required": 300000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/o80Lokx1Zh5xxUMKH9BlH4lWJ98=/720x405/https://d2g8igdw686xgo.cloudfront.net/76011513_1697552196979361_r.jpeg",
    "countryCode": "TN",
    "lat": 33.8847529493616,
    "lng": 9.74027008536867,
    "cityName": "bechima"
  },
  {
    "title": "Miracle for Mathias",
    "content": "We come to you with heavy hearts to share some difficult news about our beloved son.\nMathias became ill with flu-like symptoms in mid-June, he was taken to the doctors twice and began treatment. On June 30th our world fell apart. He was taken to the emergency room where his heart stopped and went into cardiac arrest. He needed life-saving support and was flown to two different hospitals. He was diagnosed with pneumonia and streptococcal toxic shock syndrome.\n\nHe is currently in the ICU receiving treatment at Vanderbilt Children’s Hospital where we were told he was the sickest child admitted at the time.\nHe was placed on ECMO in order to support his heart, lungs, and all vital organs on June 30th. On July 12, after 12 days the medical team decided to remove the ECMO therapy as his heart and lungs were showing improvement. On July 18th at 11:50 p.m., his respirator was removed as he continued to show improvement and only needed oxygen and dialysis.\nIt is extremely hard for us to explain the ups and downs we have felt in the last few weeks. Our brilliant, 14-year-old son is a fighter. Our son has always been a happy, tender, loving boy, who touches the heart of everyone around him. At school, he has always excelled, and his teachers always have nothing but praise for his work ethic and eagerness to learn and go above and beyond both inside and outside the classroom. Mathias is an athlete, he is part of the cross-country team, and is an avid soccer, football and basketball fan. Mathias has been working extremely hard to reach his goal of attending the Massachusetts Institute of Technology with the goal of making an impact in the world. We know he will!\nAfter 20 days of intense treatment, we were told that his extremities had been compromised. ECMO saved his life by saving his organs. However, his extremities did not receive enough blood flow. For this reason, after speaking to his medical team and after exhausting all options on Friday, July 21st the medical team made the difficult decision to amputate his left leg below the knee.",
    "amount_required": 500000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/zp816grcboE9eLbJQ7Squ24ERtY=/720x405/https://d2g8igdw686xgo.cloudfront.net/73860373_1690242627149525_r.jpeg",
    "countryCode": "TN",
    "lat": 34.4302184731523,
    "lng": 8.7844595859052,
    "cityName": "gafsa"
  },
  {
    "title": "Biff Wiff Cancer Treatment",
    "content": "Biff Wiff is in the hospital battling a recurring cancer. In his words, \"I'm not sure how to respond. I'm back in the hospital again dealing with side effects of the cancer I was diagnosed with late last year and have no idea when or if I will recover.\"\n\nBiff Wiff is a beloved actor from our favorite TV show I Think You Should Leave and our favorite movie Everything Everywhere All at Once.\n\nBiff became a cult favorite in his 60s, and he's starring in I Think You Should Leave season 3 premiering this month.\n\nLet's help Biff get better, so he can continue making the world a more beautiful place.",
    "amount_required": 300000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/904Ia0tjRnV4hwQkawc9BdBLJS0=/720x405/https://d2g8igdw686xgo.cloudfront.net/73150231_1685219784391633_r.jpeg",
    "countryCode": "CA",
    "lat": 49.3688237198944,
    "lng": -123.070048107126,
    "cityName": "british columbia"
  },
  {
    "title": "Urgent Medical Funds for Aubrie Pick and Family",
    "content": "Anyone who is lucky enough to be friends with Aubrie, Erik and Romy knows they are the sort of people that come along once in a lifetime. The best of the best. And over the last six months, they have faced unimaginable challenges in the form of a string of devastating health developments for Aubrie, who has been fighting cancer (like a total badass, as anyone who knows her would expect) along with an assortment of harrowing complications that have come with it.\n\nRight now Aubrie and Erik need our help as they prepare to embark on the next phase of Aubrie's treatment, which, at a minimum, will require 24/7 care for at least a month. She may also need an alternative therapy which may or may not be covered by insurance. If not covered, it's about $500k that they will need to find somewhere. They are also going to sell Aubrie's studio at a loss, but, in Erik's words: \"It's necessary triage.\" The mortgage is unaffordable without bookings and Aubrie won't be able to work for about 12 months at the earliest.\n\nPlease share this with your community and contribute what you can to get our favorite people through this.",
    "amount_required": 300000,
    "projectCategory": "Medical",
    "projectImages": "https://images.gofundme.com/8qF59ma_XXE3-GgIYG7A_WkSpps=/720x405/https://d2g8igdw686xgo.cloudfront.net/74762945_169215285550595_r.png",
    "countryCode": "CA",
    "lat": 53.5802125014657,
    "lng": -113.558714329047,
    "cityName": "alberda"
  },
  {
    "title": "Asking to support Breanda in this time of tragedy",
    "content": "Hello As you all know I am Kelsay Hathaway I am from the small but good ol town of Lisbon. I don't really know how to do this or ask for help but I am writing this for my sister in law Brenda who just lost her husband, my brother in the mass shooting that has happened in Maine. Maxx has two daughters with a third one, on the way. He was a goofy, down to earth person, loved to joke around and always had an uplifting attitude no matter what was going on. He loved anime, gaming and loved to play pool. Growing up he would always play dolls with my younger sister Courtney and always loved to get into trouble. Brenda, the girls, his family and friends meant the world to him and his loss will be felt among the communities that he was apart of and grew up in. We're asking everyone who knew him to help support Brenda in this time of need. Maxx was a full time stay at home dad taking care of his youngest, Lilian. Brenda is due with their second daughter in a little over a month. With what support we can get, we would love to be able to provide Brenda with assistance for childcare, celebration of life, groceries, etc since she will soon have a new member of the family.",
    "amount_required": 50000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/E9gmJMtXLiSjAZV-Tm37HHVt8pg=/720x405/https://d2g8igdw686xgo.cloudfront.net/76195425_169836133821539_r.png",
    "countryCode": "ME",
    "lat": 42.5695819642683,
    "lng": 19.1233150537987,
    "cityName": "montenegro"
  },
  {
    "title": "Ben Dyer's Recovery",
    "content": "I’m Emily Braley (from Glenburn), Ben’s sister. As you all have heard, Ben was a victim of the shootings in Lewiston last night. Multiple injuries, multiple trips to the OR, currently on ventilator in ICU. Ben has a long road ahead of him and financial worries don’t need to be one. If you can’t help financially, that’s ok, please pray! We will take anything possible. All money will go to support Ben’s bills that are not covered by his insurance - mortgage, phone, his 2 kiddos, etc. Ben doesn’t need to have any additional stress. Thank you!",
    "amount_required": 20000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/pHed-uWRJWGCTsExs13omtWgaIM=/720x405/https://d2g8igdw686xgo.cloudfront.net/76192153_1698350858666189_r.jpeg",
    "countryCode": "ME",
    "lat": 42.9687977552667,
    "lng": 19.5765010664753,
    "cityName": "montenegro"
  },
  {
    "title": "Lewiston, Maine Mass Shooting Victims' Fund",
    "content": "We are families of over two decades of previous mass shootings from across this country. Our hearts are breaking for the victims and survivors of the mass shootings in Lewiston, Maine shooting where 18 people were murdered, 13 were wounded on October 25, 2023.\n\nWe are the same families of previous mass shootings who collected donations for the victims/survivors of the Allen (TX) outlet mall shooting, the Uvalde (TX) school shooting, and the mass shooting at Club Q in Colorado Springs (CO), and many others. We have always ensured that 100% went directly to them. We will do the same again for our new, unfortunate mass shooting family in Lewiston.\n\nOur families of previous mass shootings have been re-victimized when nonprofits say they are collecting donations for victims but do not actually give donations directly to victims. VictimsFirst's philosophy is very different. We believe in full transparency, honoring donor intent and providing the victims the opportunity to choose for themselves how to spend your generous financial gifts meant for them.\n\nWe, VictimsFirst have started this fund so the victims’ families and those wounded and those present are protected from fraud and exploitation. You can read more about what we do and who we are at www.victimsfirst.org.\n\nVictimsFirst will work with local victim advocates to distribute these funds. If this country’s leading expert Jeff Dion is called upon, we will work with him and grant the donations to a trusted organization which creates a centralized victims fund that guarantees 100% will go directly to victims.\n\nWe take no admin fee and we take no portion of your donation for our administration costs.\n\nThank you for your compassion and kindness. All donations will be designated specifically for the victims of the Lewiston mass shootings. VictimsFirst's EIN is 32-0656956.\n\n\nIf you'd rather, you may send a check directly to VictimsFirst and designate it for Lewiston. Please make your check payable to Victims First, Inc. and send to:\n\n4195 Chino Hills Parkway #593\nChino Hills, CA 91709",
    "amount_required": 100000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/AwnpayNCblHzGydousi2hPWKYfo=/720x405/https://d2g8igdw686xgo.cloudfront.net/76192575_1698374732379765_r.png",
    "countryCode": "CA",
    "lat": 64.5024303511045,
    "lng": -113.048657309847,
    "cityName": "northwest territories"
  },
  {
    "title": "Help cover bills for Elsie",
    "content": "On Monday evening Ginger and her two daughters Elsie (4) and Eliza (14) were preparing to use their at-home S’mores kit (pictured). Ginger set everything on the table by the back door and went back to the fridge, when she reached the kitchen there was an explosion. The heater was empty, but the alcohol and lighter were sitting next to it. For unknown reasons it exploded. Both Elsie and Eliza were airlifted to Vanderbilt burn unit. Eliza was treated and released with 10% burns on her legs. Elsie remains sedated in the PICU, with 70% of her body covered in 2nd and 3rd degree burns. She has folley cath, a feeding tube, multiple iv's of different fluids and vitamins, gabapentin and Tylenol. She is getting dillatud every 3 hrs and oxy scheduled. They had her under heat lamps to get her body temp back up. But, now she is febrile and can't keep her temp down. She is just shaking/tremoring nonstop. She will remain in PICU but the burn team from the adult burn unit is over-seeing everything. She will undergo extensive Physical and Occupational Therapy. She will have special boots for her legs and feet and splints for wrists and under arms. Her boots were delivered today, but caused so much pain she began vomiting and had to be given extra medicine. She has to stop with any food/liquid intake every night -morning in preparation of putting her under anesthesia every morning for awhile to have her wounds cleaned and dressed. At the moment, Vanderbilt is unable to give them a timeline for Elsie’s stay, all they can say is “she’ll be here for a while.” Her little body is fighting hard, the staff is working to keep her vitals normal and burns cleaned. Their health insurance does not cover the airlifting of either daughter and they will be there without work or pay, for who knows how long. The goal is to help, at the least, with food costs and gas of driving back and forth. Ginger volunteers as search & rescue for missing persons with her certified track & trail K9 Sawyer. As of recently her husband Jon went from being a police officer with Owensboro Police Department to Kaiser. However, it’s so recent that he has no FMLA and his insurance already said they will not cover the life flight. He will likely be losing his job in the coming days. Jon & Ginger and focusing on Elsie & Eliza’s health right now.",
    "amount_required": 30000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/dcMcmr__1NQK4WhfqHmgX7iD03I=/720x405/https://d2g8igdw686xgo.cloudfront.net/76163815_1698237795235393_r.jpg",
    "countryCode": "IN",
    "lat": 26.2580839925432,
    "lng": 72.9065944296835,
    "cityName": "jodhpur"
  },
  {
    "title": "The Mercado Family",
    "content": "The Mercado family tragically loss their home due to a fire. The children are currently recovering with their mother who was recently discharged from the hospital. However the father Jesus is still hospitalized in ICU. Let’s help bring the Mercado Family beautiful smiles back with your show of love and donations! Any help is greatly appreciated and all funds will go directly to expenses. The family lost everything! Please keep them in your prayers!",
    "amount_required": 50000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/EIE_p8bMMuj_TLebDKRsogvCBr0=/720x405/https://d2g8igdw686xgo.cloudfront.net/76125151_1698079206229475_r.jpeg",
    "countryCode": "IL",
    "lat": 31.255031385183,
    "lng": 34.7795302385607,
    "cityName": "beer sheva"
  },
  {
    "title": "Attempted murder suicide",
    "content": "On August 25th at approximately 8:30 am our lives were forever changed. Our 24 year old daughter Jalen was shot by her sons father 3 times. After shooting her he proceeded to take his own life. Jalen was shot 2 times in the face and once in the back as she hovered over her 6 week old baby trying to protect him. Jalen was ultimately life flighted to Grady Memorial in Atlanta where she remains. Unfortunately Jalen has yet to regain any feeling in her lower extremities and it is looking like she may not. We are now faced with helping to raise our grandson while financially supporting Jalen and Ja’siah. Jalen has a lengthy hospital stent ahead of her which includes multiple surgeries followed by a lengthy rehab stay. This is a parents worst nightmare and one I would never wish on anyone. Jalen has the kindest heart and was merely trying to allow her sons father an opportunity to be just that. He had this vicious attack planned and her life course has forever been altered as has ours. As the parents of 7, the youngest being 8, we were in no way shape or form prepared for this tragedy. We are now faced with God only knows what medical bills, getting Ja’siah into daycare, making any modifications that may be needed to our home, taking over Jalen’s finances and honestly at this point we are not sure what else. What I can tell you is our family is strong, as I said above we have 7 amazing kids all of whom will rally behind Jalen and Ja’siah. Our family is taking this on while my husband is also battling stage 4 Renal Cell Carcinoma. Most would throw in the towel but we are ready to take this head on. Our daughter is a hero, she protected her sweet baby boy while putting up the fight of her life. She should not be here so I have no doubt she has lots left to accomplish on this Earth. We hate to ask anyone for anything as we both work very hard to provide for our family but any help big or small would be appreciated. ",
    "amount_required": 50000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/cNJ661l52KCAhUjAGM7wLuKBl4Y=/720x405/https://d2g8igdw686xgo.cloudfront.net/74997859_1693105553599226_r.jpg",
    "countryCode": "GA",
    "lat": -1.22706697673649,
    "lng": 10.5805868192108,
    "cityName": "tsamba-magotsi"
  },
  {
    "title": "Hurricane Otis Acapulco Rescue & Recovery",
    "content": "On October 25th, at 1am, Acapulco was hit by a massive hurricane that erupted into a Category 5 from a tropical storm in a matter of hours and hit Acapulco with a population of nearly 1 million people in the middle of the night with no warning from the media.\n\nToday on October 26th we are just getting our first look at the damage and it is almost complete destruction. The Mexican government is keeping the media out of Acapulco and hardly any help or supplies is coming in. Almost all stores were destroyed in the storm and there is currently not even any food or water and very little power or communication.\n\nJeff Berwick, from The Dollar Vigilante, and the team from Anarchapulco, have been working in Acapulco for decades and raised funds and brought people to help for a prior hurricane in Acapulco, have supported the Marsh Children’s Home and their 200 orphans and helped out numerous communities who also received no help from the government or from the outside.\n\nThey are rushing in supplies and people with their own funds currently but this is a massive disaster and we need all the help we can get. Currently, most funds received will purchase food, water and supplies from Chilpancingo to be transported in and taken to the most hard hit areas first.\n\nThis is a rapidly moving situation and we will update regularly here on our progress and needs.",
    "amount_required": 10000000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/N09EO7RxhkxCSJw9ky4GfYBbzD4=/720x405/https://d2g8igdw686xgo.cloudfront.net/76189893_1698345097976288_r.jpeg",
    "countryCode": "US",
    "lat": 47.7297392144315,
    "lng": -117.481272115193,
    "cityName": "washington"
  },
  {
    "title": "Help the People of Lahaina and West Maui",
    "content": "Today the people of Lahaina and West Maui have woken up to a world that is entirely different than when they closed their eyes last night. Lives lost, homes burnt to the ground, and businesses gone forever - the devastation is unfathomable. The people of Maui need our help.\n\nWest Maui has been a part of the Dyer, Cain, Barnes and numerous other family's lives for over 40 years. Every summer since we were kids we’ve run the streets of Lahaina and beaches of Kaanapali. Some of our family lives there year around and runs local businesses. Dr. Wayne Dyer lived there the last 15 years of his life. This place has our heart and soul, has given so much to all of us, that we need to help give back…and we’re asking your help.\n\n** The Wayne Dyer Family Foundation will be matching up to $50k in donations.**\n\n**new update: The Barnes family’s foundation (The Sambar Foundation) has also committed to match up to $50k to organizations and families affected by this tragedy**\n\nToday, we have countless friends and acquaintances there figuring out the destruction in Lahaina. We still have family staying to offer relief and others waiting to get out of West Maui. We don't know yet where this money will go. We’re just promising that we will make sure it goes to helping the people who need it to rebuild their lives, their homes, and Lahaina.\n\nThere are going to be thousands of people that need our help. An entire town was lost and who knows how many lives. There is so much that can’t be replaced with the loss of Lahaina. Obviously the people, the homes, the livelihoods. West Maui is forever changed. But what is uniquely lost, is the history of Lahaina.\n\nLahaina was full of buildings dating back to the 1800s. It was the capital of the Kingdom of Hawaii from 1802-1845. It was home to some of the first Christian missionaries on the Hawaiian Islands and Lahaina was full of beautiful old churches and missions. Then Lahaina became the center of the global whaling industry creating this beautiful kaleidoscope of ships, a harbor, bars, restaurants and churches. William Owen Smith planted what would become Americas largest Banyan Tree in 1873. And this was all stitched together by one of the coolest streets in America, Front Street.\n\nWe’ve never done this before. So we’re asking for your trust that all proceeds will be given to non-profits or directly to people in need who have been the most impacted by this disaster. These funds will only be going to year-round residents, the locals who are the heart and soul of the Maui community. The Dyer family will be making a size-able donation to local rebuilding efforts as well once those efforts are firmly established. This fund is to help the community in their immediate needs of shelter, food, medical, and materials. If you are a local family in immediate need or know of a local family in need, please contact the administrators of this account as we will be providing funds to you directly. Mahalo Nui Loa from our family to yours. We appreciate your support.",
    "amount_required": 2500000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/EDAbX8_jKPlgT3lDs-ca7OPvuWg=/720x405/https://d2g8igdw686xgo.cloudfront.net/74616631_1691674035401735_r.jpeg",
    "countryCode": "US",
    "lat": 44.9236509428627,
    "lng": -93.1658994388378,
    "cityName": "minnesota"
  },
  {
    "title": "Austin High Monster Concert Fire Accident",
    "content": "Hi All, Ashley and I are former presidents of the Orchestra Parents Boosters and we have been asked by the families and AHS community to ask for help for the Solis-Herrera and Guajardo families. \n\nSaturday evening during the Austin High Orchestra’s Monster Concert and Carnival, an accidental flash fire resulted in injuries to three people who were working the carnival. The husband of Orchestra director Ana Maria Solis-Herrera, was badly burned and remains in critical condition. Ana Maria’s son, a 2022 AHS graduate and former orchestra student, as well as Paco Guajardo, the father of two Orchestra students, were also injured and required medical care. While we can’t know the final cost of what we assume will be a long medical journey, we would like to try to offset as much of the cost as possible with help from our community during this very difficult time.\n\nAs two former Orchestra Parent Board presidents, we can personally attest to the generosity of time, heart, and physical labor the Solis-Herrera family has poured into the Austin High Orchestra program, the wider Orchestra community of Austin, and every student and family who has come through Ms. Solis’s program over the last 20 plus years. Ms. Solis-Herrera cares deeply about her students, and those who are fortunate enough to be in her program throughout their high school years find a very special community in Orchestra, while developing beautiful musical skills and learning to lead and serve. And we can confidently say that there is no better example of leadership and service than Ms. Solis-Herrera and her entire family. You cannot attend an important Orchestra event without seeing their immediate family, and, often, extended family, volunteering along with current student families.\n\nPaco Guajardo is the parent of two Orchestra students and Austin High sophomores. He can also always be found enthusiastically volunteering his time to benefit this program and school. He and his family have been a huge gift to the Orchestra, and the program could not flourish like it does without dedicated families like the Guajardo family.\n\nThe students, parents, faculty/staff, and community of Austin High School and our Orchestra program are heartbroken beyond words over this recent tragedy. We are asking you to help us give back to these families who have given so much to us. No contribution is too small, and the funds collected through this campaign will go directly to the Solis-Herrera and Guajardo families for medical and cost of living support as they recover and heal from this accident. \n\nPlease keep these families in your hearts and prayers. Finally, we encourage you to share the link to this GoFundMe page.\n\n\nThank you,\n",
    "amount_required": 125000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/hlEYMGqvnKErX6PAiNLaF3VgDqc=/720x405/https://d2g8igdw686xgo.cloudfront.net/76111091_1698073319295688_r.jpg",
    "countryCode": "US",
    "lat": 47.4056091469782,
    "lng": -100.224009136685,
    "cityName": "north dakota"
  },
  {
    "title": "Together for Israel: Relief for Displaced Families",
    "content": "This fundraising campaign has been set up to support the thousands of displaced Israeli families that were victims of the Hamas-led atrocities that occurred on October 7th, 2023.\n\nYou are here because you understand the magnitude of the damage that was done and that will carry on for many years to come by the surviving families.\n\nThe pain of lost life runs deep, but this outbreak of senseless violence extends far beyond that, with the displacement of thousands of families. They've been left with their homes destroyed, their families dead or missing, their possessions gone and their livelihoods decimated - a crisis the likes of which Israel has never seen.\n\nWe are not here to make a statement or debate politics; we are not journalists or politicians. We are a group of passionate professionals from across industries on a mission to launch the first major grassroots movement to stand with Israel alongside each of you.\n\nWe are working directly with the Jewish Federations of North America, which has set out to raise $500 million for Israel during the worst humanitarian crisis for Jews since the Holocaust. This campaign is dedicated to raising the portion of funds explicitly for displaced families in need. We aim to centralize contributions from across networks and organizations, guaranteeing that each and every dollar reaches local communities as quickly as possible in order to get urgently needed humanitarian relief directly to the many families whose homes and towns have been destroyed.\n\nEvery dollar donated counts, every repost counts, every ‘like’ counts.\n\nLet’s show the world what we are made of!",
    "amount_required": 1000000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/NdysuF4yXoEM_wW-vP_Q_gzmMPc=/720x405/https://d2g8igdw686xgo.cloudfront.net/75949373_1697394711780384_r.png",
    "countryCode": "CA",
    "lat": 56.4064537045141,
    "lng": -115.32636827567,
    "cityName": "alberta"
  },
  {
    "title": "Trilogy Lahaina Fires Relief Fund",
    "content": "Help our Trilogy Crew and Staff recover from this unbelievable tragedy. All donations will go to aid our employees and Lahaina survivors directly affected by the fires. Our office and most of our staff live in central Lahaina. Lahaina is gone. So many of our staff have lost their homes and all their belongings. This money is not to help our business, its to help our employees, their families, and other victims of the fire. If you want to help our business, please continue to book our tours as they become available. We deeply appreciate your generous support and prayers during this dark hour.",
    "amount_required": 700000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/cNY9RZ6T0dtXxR29qIvEGNa4KtI=/720x405/https://d2g8igdw686xgo.cloudfront.net/74640669_1691697091431596_r.png",
    "countryCode": "US",
    "lat": 22.1886465295682,
    "lng": -159.485368629618,
    "cityName": "hawaii"
  },
  {
    "title": "Lahaina Fire - Ululani's Staff & Residents Fund",
    "content": "We, David & Ululani Yamashiro started our Ululani’s Hawaiian Shave Ice journey in LAHAINA, Maui on December 2008. Our LAHAINA shops have been the foundation of our success. Most of our west-side staff were born and raised in Lahaina and have given us and you many good years of their lives. From our first shave ice… till our last, served on August 7th, 2023 we have delivered countless memorable experiences with this team.\n\nOn Tuesday, August 8th, our employees and all Lahaina residents suffered an unprecedented and horrendous wildfire that decimated the town. They lost their homes, schools, churches, and EVERYTHING that they own.\n\nWe have received numerous calls, texts, and emails from family, friends, and more meaningfully, past customers to help. Please help us support… our Ohana. Please donate what you can. Everything helps! Sharing this link will broaden our reach and help us achieve our goal. 75% of the donations from this GoFundMe page will go directly to help our employees. 25% will go to Lahaina organizations we deem fit to distribute the proceeds to the Lahaina families with the greatest needs.\n\nWhile we lost our iconic Lahaina shop and our newest Banyan Tree location... it is nothing compared to what each and every resident in Lahaina lost. Our hearts and thoughts go with this effort to help them.\n",
    "amount_required": 200000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/0qgu9cil9efJrNusarIM93fI1UY=/720x405/https://d2g8igdw686xgo.cloudfront.net/74653585_1693055977815179_r.png",
    "countryCode": "US",
    "lat": 21.9707232867251,
    "lng": -159.400446006599,
    "cityName": "hawaii"
  },
  {
    "title": "Hungry Heroes Hawaii Emergency Fire Response",
    "content": "Emergency Alert! Thousands of families on Maui have been forcibly evacuated from their homes due to the devastating fires. We're on a mission to sustain the health of survivors and provide immediate relief.\n\nJoin our critical fundraising effort to amass essential resources: fresh food, water, clothing, and more. Our goal is to supply daily, hot, and nutritious meals to hundreds. We're also assembling CSA boxes brimming with grains and produce, plus crucial items like toiletries. Urgently required temporary shelter will be set up too.\n\nOur island is in crisis, and time is of the essence. Your support is a lifeline for those struggling in the aftermath of this disaster. Every contribution counts and will make a direct impact on our community's heart, soul and survival.",
    "amount_required": 888000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/5AaZVhuh6G48i2riSeMwcrCOI4Y=/720x405/https://d2g8igdw686xgo.cloudfront.net/74635973_1691699023531661_r.jpeg",
    "countryCode": "US",
    "lat": 21.314954782878,
    "lng": -157.858773773339,
    "cityName": "hawaii"
  },
  {
    "title": "Thompson Family",
    "content": "On the evening of August 14, a tragedy most of us fear struck the Thompson family. A fire began at their residence with Hayle (Mother) and her four children. Hayle bravely fought to get herself and her children out of the burning structure. The children range from 1 to 6 years old, all occupants were injured. Hayle and two of her precious sons are still undergoing medical treatment out of state. Two of the children were injured but, have been released into family care. At this time there is a great need to help with food and hotels for the family, replacing all items for the family, loss of work, as well as the large medical expenses. Many surgeries will need to be performed, extensive medical care will be given to all five of them. We ask you to donate anything you can, so the family can make it through this tragic time. Please share this link on all social media platforms. We ask in addition to donations for prayers for each one. To know Hayle and her boys is to absolutely love them. Hayle amplifies love, generosity, and kindness and she has done such a great job teaching her boys those same values. Each one of the boys are so unique and precious. We ask at this time to give the family privacy so they may share, as they feel comfortable.",
    "amount_required": 250000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/mtzanHe9ZBUU5aJPs85Ie0wdUTI=/720x405/https://d2g8igdw686xgo.cloudfront.net/74763867_1692153908322281_r.jpeg",
    "countryCode": "CA",
    "lat": 54.3633696235709,
    "lng": -105.905418000494,
    "cityName": "saskatchewan"
  },
  {
    "title": "Faith's memory, Norm's and Eli's Recovery",
    "content": "It’s an absolute tragedy and nightmare of a situation, but my best friend and first cousin Norman was driving home from a night out with his pregnant wife, Faith, and their 2-year-old son Elijah, on Saturday, Aug 12th, 2023 when their car was struck on the passenger side by another vehicle going 85 mph, fleeing from the cops for driving without insurance. Faith and her unborn child did not survive the crash, God rest their souls. Elijah and Norman, however, did miraculously survive. Elijah suffered fractured ribs and lacerated organs, but is expected to make a full recovery, Thank God! Norman, on the other hand, was rushed to the hospital, where he remains intubated and in critical condition. We’re all praying that he pulls through this without any brain damage, and we are asking everyone to pray that he makes a full recovery so he can be there for his son.\n\nWe appreciate the amount of love, prayers, and support that has been demonstrated since the news broke. We’re all going through some really tough times as we learn how to accept and cope with the reality on our hands. If anyone would like to further extend their support with donations for Faith’s legacy, Norman and Eli and their recovery, or their families, I know that it would be immensely appreciated.\n\nThank you all again for your prayers and support, let’s stay positive! God bless.",
    "amount_required": 350000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/9d9qqg-7LFOnGWVw44L6VrhH5ks=/720x405/https://d2g8igdw686xgo.cloudfront.net/74728869_1692039472905887_r.jpeg",
    "countryCode": "CA",
    "lat": 55.7776497962615,
    "lng": -97.9193930798102,
    "cityName": "manitoba"
  },
  {
    "title": "Help Two Children Orphaned in Terrorist Attack",
    "content": "We understand that the family went into their safe room upon hearing the rocket sirens and remained there for seven hours, leaving only after terrorists set their house on fire. As they went outside, Chen managed to eliminate a terrorist who was waiting for them and then hide the family nearby. However, the terrorists found them and opened fire. The parents and older boys were killed while bravely shielding Tomer and Nir from the bullets.\n\nHaving endured unimaginable trauma, Tomer and Nir, ages 11 and 8, are now orphans. They will be cared for by relatives in Israel but their needs, material and psychological, will outstrip this family’s resources.\n\nIn addition to helping Tomer and Nir personally, we have established this GoFundMe campaign because so many of you have asked how you can help. We also feel that it is so important to show Tomer, Nir, and all Israelis how many people are standing with them in their darkest moment.",
    "amount_required": 100000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/1QoqUIs30yxy4tBQ3sDj46zPRpA=/720x405/https://d2g8igdw686xgo.cloudfront.net/76071981_1697825677682399_r.png",
    "countryCode": "CA",
    "lat": 52.1116209711425,
    "lng": -101.26565260936,
    "cityName": "manitoba"
  },
  {
    "title": "Emergency relief for Joanne and Arthur Obin",
    "content": "My parents Joanne and Arthur Obin experienced a flash flood on September 11, 2023 in Leominster, Massachusetts. I am so grateful they are safe, but their home and property were devastated. I am setting up this fundraiser to help them with temporary hotel lodging, purchase clothing, and relocation costs. It is still unclear if their insurance company will cover any of the flood damage as this has been deemed an act of God. Your donation will be deposited to my bank account and you have my word that it will be transferred to them promptly. Thank you so much for helping my folks get back on their feet. They are too humble to ever dare ask for help but they need it right now.",
    "amount_required": 100000,
    "projectCategory": "Emergency",
    "projectImages": "https://images.gofundme.com/08c3F1pe1GaGwltGVVCASH9EvVY=/720x405/https://d2g8igdw686xgo.cloudfront.net/75331439_1694550554593010_r.jpeg",
    "countryCode": "MA",
    "lat": 31.9858979637064,
    "lng": -4.39499345473858,
    "cityName": "errachidia province"
  },
  {
    "title": "Help Anandhan [CV] Family, grieving Pregnant Mom",
    "content": "I, Valarmathi Selvaraj, living in Cumming GA, devastated to announce the sudden passing of my beloved husband Anandhan Chinnasamy Viswanathan known as CV to everyone. As a father, he was world to our three-year-old and the child yet to have. The big smile on his face spread joy to many people. He is caring, kind-hearted person involved in many philanthropic initiatives to help the underprivileged kids in a few orphanages in Salem, Tamilnadu. This heartbreaking turn of events has left me in devastated position. Now being a single and pregnant mother from Indian origin and residing on a nonimmigrant dependent visa left me in a state of utter despair. In the aftermath of this devastating loss, I am surviving with 3-year-old and an unborn child in a state of profound grief and financial struggle. My grieving family humbly request your humble support as we navigate through this difficult times. As a caring mother, I am dealing not only with the loss of my beloved husband but also deal with daunting task of arranging his final rituals while carrying our unborn child. At present, I am faced with unexpected visa-related expenses to handle immigration requirements, pregnancy-related expenses, and funeral expenses. With your generous support, I will be able to provide opportunities and stability to the 3-year-old child and the unborn child. Whether you donate or share this campaign, you will provide us with the support we need.",
    "amount_required": 350000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/8FPKXn5EpeRZtHyRkM_pAjf3eMc=/720x405/https://d2g8igdw686xgo.cloudfront.net/51884856_1602645110100304_r.jpeg",
    "countryCode": "MD",
    "lat": 47.0289897773091,
    "lng": 28.8975747297906,
    "cityName": "chisinau"
  },
  {
    "title": "Anil Porthi - Rest in peace (Om Shanthi)",
    "content": "It is with great sadness that we announce the sudden passing of our beloved friend Anil Porthi during early hours of Wednesday October 25, 2023 in his house in Lewis Center. Anil's father had recently passed away earlier this year, it is tough for their family to hear another major loss in their family.\n\nAnil is always joyous, cheerful and fun to be around. He works at NetJets as a Lead Developer and was living in Columbus area since 2016. Anil is survived by his mother (Laxmi Porthi), wife (Mamatha Kotte) and loving 1 year old son (Advaith Porthi).\n\nWe are raising funds to assist his family with expenses related to funeral, formalities, aid for his family, and for his son's future.\n\nWe will share details related to funeral and seeing in this page once we have them finalized.\n\nThanks for all the thoughts, prayers and support for Anil's family.",
    "amount_required": 100000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/pPJvgIU2dtytAaQZilAt0LYtnEA=/720x405/https://d2g8igdw686xgo.cloudfront.net/76175193_1698280669640745_r.jpeg",
    "countryCode": "MD",
    "lat": 48.1480164630783,
    "lng": 28.2508562929568,
    "cityName": "soroca"
  },
  {
    "title": "Support for Mohta Family",
    "content": "We are heartbroken to share the news that our dear friend, Sunil Mohta, passed away suddenly on Oct 25th, 2023 due to heart attack. At 42 years old, he leaves behind a loving wife and 2 young kids.\n\nSunil was a loving husband to Rachana and a devoted father to Saanvi (9) and Shivay (2). In addition to being a great father and husband, he was a great individual who was well respected and admired by his colleagues, friends and neighbors. He was a happy soul who always cheered people up with his jokes and kindness. He had numerous friends and well-wishers who will miss him dearly.\n\nSunil’s sudden death has left his family in a difficult situation. He was the sole earning member of the family and they need our help and support to get through this tough time.\n\nWe are setting up this campaign to raise funds for supporting his family. Let's show Sunil’s family that they are not alone in this tragedy. Your generous contributions will be greatly appreciated. Please also share this campaign with your friends and family who knew Sunil or want to support his family through this tough time.\n\nThank you for your generosity and compassion. Let's honor Sunil’s memory by helping his loved ones. All proceeds will directly be deposited in his wife's account.",
    "amount_required": 100000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/a7VoY13QVf9z-6Yu2V77FmLHqYY=/720x405/https://d2g8igdw686xgo.cloudfront.net/76190947_1698351635936463_r.jpeg",
    "countryCode": "VA",
    "lat": 41.902634426406,
    "lng": 12.4556660742584,
    "cityName": "vatican city"
  },
  {
    "title": "Supporting Mom and 7 Kids After Tragic Loss",
    "content": "It is with a heavy heart that we share the devastating news that the Lord has taken away our beloved friend, father, and husband Maksim Vechirko, on October 21, 2023, due to a car accident. Max, aged 35, was on a route delivering fruits as a means to provide for his family. He was an extraordinary person who loved his family and brought joy to many people around him and those who he met.\n\nMaksim leaves behind his beloved wife, Tanya, and their seven incredible children, and another one on the way. David (14 years old), Tanya (12 years old), Vera (10 years old), Dima (9 years old), Maksim (6 years old), Mark (4 years old) Samuel (2 years old), and another one on the way. Tanya, a devoted homemaker, with God's help, has always been the unwavering anchor of their family, tirelessly ensuring that their family needs are met with love and dedication while Maksim was out on the road. However, the sudden loss of Maksim Vechirko has left this family emotionally shattered and facing daunting financial challenges. Their hearts ache with the pain of his absence, and they are confronted with the overwhelming responsibility of providing for the little kids down to the basic necessities.\n\nIn these trying times, let us come together to provide the solace and support that his family needs. As a community, we hold the power to make a profound impact on their lives. We have launched this fundraiser to stand by Tanya and her children. Your contribution will not only provide immediate financial relief but also empower Tanya to navigate the lifelong journey of caring for her children with confidence and hope in our Father in Heaven. Together, we can be a blessing and make a lasting impact on their lives. Your acts of kindness and generosity hold immeasurable significance, and we wholeheartedly appreciate your forthcoming support.\n\nWith heartfelt gratitude, From Maksim's and Tanya's friends and supportive family may the Lord Bless them and Keep them and comfort them in this difficult time.\n\nMay God Bless all of you abundantly whose hearts are open to help the family in need.",
    "amount_required": 200000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/wv9vOB6fmaznrIqW3TS8JIq-8bY=/720x405/https://d2g8igdw686xgo.cloudfront.net/76094271_1697915926291137_r.jpeg",
    "countryCode": "CA",
    "lat": 59.102737677506,
    "lng": -105.530588809514,
    "cityName": "saskatchewan"
  },
  {
    "title": "The Grewell Family",
    "content": "We are heartbroken to share the devastating news that the Grewell family has lost their parents Beth and Bill, in a tragic event. The Grewell family is facing an unimaginable hardship, and we are coming together to provide them with the support and love they need during this incredibly challenging time.\n\nBeth and Bill leave behind their three children Jacob, Austin, and Ashlee. They also just welcomed their first grandchild, Owen, into the world in September.\n\nThe world lost a truly selfless and kind woman, who embodied the very essence of compassion and generosity. Beth was a daughter, mother, and grandmother. Her positive energy and caring nature touched the lives of everyone she encountered. Her children and grandchild were the lights of her life and she was incredibly proud of their accomplishments!\n\nWe cannot erase their pain, but we can help alleviate some of the financial burden that comes with such a loss. Your contribution will go directly to covering funeral expenses, burial expenses, and providing emotional and financial support to the Grewell’s as they navigate through this difficult period.\n\nAny donation will make a significant difference. Your generosity will help the Grewell’s to heal and grieve without the added worry of financial stress.\n\nThank you for your support, and together, let's provide some comfort to a family in need. ",
    "amount_required": 50000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/lCsn2c5WpybvvBfo0zRP42AbB2g=/720x405/https://d2g8igdw686xgo.cloudfront.net/76189295_1698342665490314_r.jpeg",
    "countryCode": "AZ",
    "lat": 40.6813482428343,
    "lng": 46.3996137577211,
    "cityName": "ganja"
  },
  {
    "title": "Sire's Legacy",
    "content": "Calling all Sire’s warriors, we continue to need your support. \nOur sweet 2 year old boy has passed under unimaginable circumstances. He leaves behind his beautiful family of Alyssa, Xavier and 5 yr old brother Heir. \nPlease consider donating to help with costs associated with the week long effort to keep him on life support, as well as impending funeral/burial expenses. \nThe family is looking at several ways to keep Sire’s legacy alive, but in the meantime, we need all of the prayers and support possible to keep his anguished family surviving. \nWe are eternally grateful for the love and outreach across the world, please do not stop praying. \n",
    "amount_required": 100000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/G0Cpb766d-IlGIUcSBg8EuLfPnQ=/720x405/https://d2g8igdw686xgo.cloudfront.net/76167825_1698251998953491_r.jpg",
    "countryCode": "CA",
    "lat": 56.2912721086996,
    "lng": -120.979595464585,
    "cityName": "british columbia"
  },
  {
    "title": "Fallen Brother, EMT-Firefighter Rodney Pitts",
    "content": "Baltimore Fire Fighters Local 734 is raising money to benefit the children and family of our fallen brother, Rodney Pitts; he succumbed to injuries while battling a dwelling fire in the 5200 block of Linden Heights Ave on October 19, 2023. 100% of the money raised through this GoFundMe will go to the family to offset funeral/memorial and other expenses resulting from this tragic event. Please help us reach our goal to raise $200,000.00 by November 1.",
    "amount_required": 200000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/cZQmkZfBUZRGqYAPW20AHMeov5Q=/720x405/https://d2g8igdw686xgo.cloudfront.net/76081073_1697914155693699_r.jpeg",
    "countryCode": "MD",
    "lat": 47.7502540019816,
    "lng": 27.9042962773464,
    "cityName": "balti"
  },
  {
    "title": "Be there for the Flash family",
    "content": "With broken hearts we share the news of the devastating loss of our beloved parents, Igal and Cindy Flash. They were brutally murdered in their home in Kibbutz Kfar Aza during Hamas' terrorist attacks on October 7. As we come to terms with this unimaginable loss, we are faced with picking up the pieces of the destruction and honoring our parents in a meaningful way - a responsibility that comes with unexpected financial burdens for us 3 girls.\n\nOur childhood home in Kfar Aza was one of the bloodiest and most horrifying battles, it is now completely destroyed after being used as a base for the terrorists to fight off the Israeli army forces.\nOur youngest sister, Keren, also lived on the Kibbutz with her husband Avidor and their 1 year old baby Saar. They hid in terror for 20 hours before being rescued by the military. Evacuating in the middle of the night, leaving everything behind they're now left waiting to hear what's left of their home.\nWe are still searching for our beloved family dog, Tootsie, who was not found with our parents and we can only hope she's still alive somewhere looking for us.\n\nWe are reaching out for your support during this difficult time. Our goal is to raise $100,000 to help Keren, Avidor and Saar rebuild their life after losing everything, the funeral expenses in Israel and a proper memorial in Minnesota with our 92 year old Grandma and our mom's family.\n\nFor those who knew our parents, you know what gentle, peace loving humans they were. Our dad, who taught conservation farming and loved being out in the fields, was one of the most gentle souls you have ever met. Our mom, who always fought for justice, was a curious soul, who loved to learn, travel around the world and sing. They met in Kibbutz Nir Am, Dad was there as part of his army service, mom came from Minnesota as a volunteer to work in the kibbutz. They made a home for us there and it was a beautiful one.\n\nWe extend our deepest gratitude to those who have already shown us kindness during this difficult time. Your messages and support have provided us with immense comfort. Please consider sharing this fundraiser within your communities, your generosity will forever be remembered.\n\nWe thank you from the bottom of our hearts,\n\nMaayan, Tali and Keren Flash",
    "amount_required": 120000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/VeU1gNdX5PHX8BeNN1dl8W7y86E=/720x405/https://d2g8igdw686xgo.cloudfront.net/76041413_1697747522948270_r.jpeg",
    "countryCode": "MD",
    "lat": 46.8465205504978,
    "lng": 29.5962162282549,
    "cityName": "tiraspol"
  },
  {
    "title": "My Three Angels",
    "content": "10/18/23 our lives changed forever.\nHello, my name is Nelly the aunt of the 3 babies who were killed in the house fire by their own dad.\nNo mother is ever prepared for this tragedy. We are starting this go fund me to help my family lay our angels down to rest.\nPlease find it in your hearts to help us.\nAny donations are appreciated!\nWe appreciate all the love & prayers!!!\nPlease continue to pray pray pray!!\n\nMy sister was in a Domestic Violence relationship that resulted in the death of her 3 children. The children were murdered by their biological father. Everything my sister owned was lost in the the house fire. Please donate to help lay my niece and nephews to rest and help my sister start a new beginning.",
    "amount_required": 100000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/NtauUtAu6DvhsrjN0xydmP8Os5E=/720x405/https://d2g8igdw686xgo.cloudfront.net/76044603_1697677348270117_r.jpeg",
    "countryCode": "LA",
    "lat": 19.9150026831407,
    "lng": 102.087587544924,
    "cityName": "chomphet"
  },
  {
    "title": "In Support of The Wright Family",
    "content": "To know Chris was to love him. His warm presence, infectious smile, deep laugh and big hugs were his signatures. On the evening of September 28, 2023, Chris Wright tragically lost his life.\n\nJust eight weeks ago, Chris and his beautiful wife Acacia welcomed their third child, Aprilia, joining brothers Declan and Abbott. Chris was a doting husband and amazing father. He was a beloved son and brother, admired friend, and accomplished businessman – his accolades were many.\n\nAs Acacia and Chris’s family are faced with the unimaginable, we come together in this most difficult time of grief and sadness to support them. Your donations will directly support their three children and their educational pursuits and future obligations.\n\nEvery donation is a blessing with immediate and lasting impact to our dear friend’s family.",
    "amount_required": 525000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/6AU7aee6CK27r7-Mlr5pD4oQJNE=/720x405/https://d2g8igdw686xgo.cloudfront.net/75685617_1696098714547122_r.jpeg",
    "countryCode": "CO",
    "lat": 4.64356680652955,
    "lng": -74.0982574713634,
    "cityName": "bogota"
  },
  {
    "title": "Lauren Carroll",
    "content": "My name is Brendan Sullivan, and on behalf of Bobby’s family and friends, we have started this GoFundMe page to help Bobby O’Connor, and the boys. On Friday, September 29th, Bobby and family suffered an unimaginable loss. Lauren passed away suddenly leaving a giant hole in all of our hearts. Bobby and Lauren were the loves of each others lives, and if you ever spent one second with them, it was abundantly clear. Their love for each other was rivaled only by the love they have for their two sons, Preston and Collin. Lauren and Bobby adore those boys and have built such a beautiful home and life for them. Bobby and Lauren are two of the most selfless, and giving people you could ever meet. They would give you the shirt off their backs, and open their home to you in the blink of an eye.\nWhile it is hard to comprehend the magnitude of this tragic loss, what is clear is that Bobby and family will need the support, and love of all of us to help them through these hard times.\nAnything you can do to help, would be so greatly appreciated.\n",
    "amount_required": 140000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/qv74SNeeIu4HTSD8jG1MUsXKxDM=/720x405/https://d2g8igdw686xgo.cloudfront.net/75719535_1696260804472_r.jpeg",
    "countryCode": "MA",
    "lat": 30.4540338194971,
    "lng": -9.56314899261911,
    "cityName": "cite al mohammadi"
  },
  {
    "title": "Our brother and Friend David Bartecchi Family Fund",
    "content": "Hi,\nmy name is Lucille Contreras I'm fundraising for the family of our dear brother and friend Dave Bartecchi.Our dear brother Dave was tragically taken from his family. True to Dave's nature, he was helping others at the time. The family was not prepared for this tragedy.\nDave was a true friend of the earth and a \"good relative\" to all people. He will be sadly missed on this earth, and people all over the globe will mourn his loss.\nDave was always helping others, working to strengthen indigenous peoples lifeways. This fund is to help provide for his 2 daughters, Khloé Carpenter and Liliana Bartecchi. The fund is for their future and their livelihoods in Fort Collins, Colorado.\nPlease join me in raising funds to help Annie, his beautiful wife, and partner in life.\nDave is also survived by two beautiful daughters, Khloé Carpenter and Liliana Bartecchi, and his soulmate wife, Annie Bartecchi. These funds will be used to plan Dave's funeral expenses and other family future needs.\nDave was the Executive Director of Village Earth, a non-profit organization dedicated to helping Mother Earth and all Indigenous Peoples. Dave flew on another frequency matched by few but far-reaching in his life work and impact on the global indigenous communities, beloved friends, and family.We are forever grateful for every donation during this very difficult time.\n\nThank you,\nOn behalf of Brother Dave and Annie Bartecchi & family",
    "amount_required": 100000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/2dKTEObProTXnYEMK4LHK3CSLAU=/720x405/https://d2g8igdw686xgo.cloudfront.net/75676145_169602184966712_r.jpeg",
    "countryCode": "CO",
    "lat": 8.77145770276892,
    "lng": -75.9089767132196,
    "cityName": "monteria"
  },
  {
    "title": "In Memory of Ben Franke to Support His Children",
    "content": "This is my friend Ben. He is a wonderful husband to his wife, Megan. He is a loving father to his 2 adorable sons - 8 and 4 years old. He is a fantastic and beloved band teacher. And an all-around kind, funny and intelligent guy.\n\nHowever, after a sudden and very brief illness, his life was shortened at 39 years old on Wednesday, October 18th. This has stunned all who knew and loved him - none more than Megan. Together, he and Megan have looked forward to helping their sons be ready for, attend and then graduate from college in the future.\n\nYou and I - all of us - have the ability to help ease some of the worry now resting on Megan of how to make that happen. The money raised for them will be divided between the two and put into savings accounts for their college education.\n\nHere are some things I love about Ben:\n\nHe is kind. Always so kind to anyone - regardless of who they are, what they look like, what their opinions were. He would welcome the opportunity to learn more about you and understand who you are and where you come from.\n\nHe is funny. His quirky sense of humor mixed with his intellect (another thing I love about him - so smart and well-read and always hungering after knowledge) in a way that could sometimes leave you scratching your head - but still laughing.\n\nHe is loving. Such a great dad to Abraham and Theodore. Just loved them to death. And he absolutely adored his wife and loved to watch her do what she is so great at - teaching her choir students.\n\nAnd of course an educator - a band teacher for years and recently started a STEM program at Garrett Junior High. If you were ever in band and had a great band teacher - well, Ben was your favorite. His students are missing him, as well.\n\nObviously, this money isn't about replacing a husband and a father. His presence can't ever be replaced. But you can help to put one future worry aside and to ease that concern immensely.\n\nThank you for helping.",
    "amount_required": 85000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/xzkrc37DDRaiPjvNhhSFgkh2th4=/720x405/https://d2g8igdw686xgo.cloudfront.net/76062569_1697773372975079_r.jpeg",
    "countryCode": "MD",
    "lat": 47.390859422895,
    "lng": 28.840816613953,
    "cityName": "orhei"
  },
  {
    "title": "Rachel Morin Funeral and Memorial Fund",
    "content": "It is with devastating sadness and a broken heart that our family has been hit with yet another heartbreak. My sister, Rachel Morin went missing on Saturday August 5 2023 around 6pm. In less then 24 hours her body was found by local law enforcement. I have made a gofundme to help my mother, Patty Morin with funeral costs. There was no life insurance in place.\n\nThis was not an accidentally death, and she did not go willingly and she deserves a funeral worthy of her her beauty.\n\nIf there are any remaining funds they will go towards things her 5 children may need. Please share, donate, comment and keep this going.\n\nOnce we have made the arrangements I will update with service dates and times. If you wish to donate directly please message me on Facebook.",
    "amount_required": 65000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/c7Vx3J1aGWB8v1vs_UA4OA7Yhyc=/720x405/https://d2g8igdw686xgo.cloudfront.net/74557409_1691357544784748_r.jpeg",
    "countryCode": "MD",
    "lat": 46.8310461405566,
    "lng": 28.5919632557256,
    "cityName": "hincesti"
  },
  {
    "title": "Wes Smith Memorial Scholarship",
    "content": "As we mourn the loss of Wes Smith, we as a student-body at TCU are choosing to honor his memory and legacy by starting a scholarship on campus in his memory. Wes took every opportunity to make an impact on those aroud him, and this scholarship will help keep his memory alive by offering financial support to those who come after him at a place he loved so dearly, TCU. We have also made \"Win 4 Wes\" bracelets that will be given out to honor Wes and support the scholarship fund.\n\nWes Smith was a Junior, Finance major from Germantown, TN. He was a member of the Neeley School of Business, Kappa Sigma Fraternity, TCU Football Team (2021), Young Life and Reformed University Fellowship where he led weekly Bible studies, and was a volunteer coach for the middle school football team at All Saints' Episcopal School. Wes participated in the Transaction and Investment Professionals (TIP) Board, a competitive mentorship program that prepares students for a career in finance.\n\nThose closest to Wes describe him as an All-American guy, engaged student, a kind friend, an athlete, a community volunteer and an exceptional leader. His fraternity brothers describe Wes as a role model to all and a man with infectious energy whose presence would light up a room.\n\nWes' faith commitment instilled deep and abiding values within Wes, demonstrated daily in the heartfelt ways he cared for and encouraged good friends, acquaintances, and strangers alike. Wes's welcoming and inclusive personality was integral to his discipleship. In keeping with the gospel message, there was always a place at Wes's table for one more. Those who knew Wes find strength in the words from his favorite verse, Psalm 18:2: \"The Lord is my rock, my fortress, and my deliverer; my God is my refuge, my shield, and the horn of my salvation, my stronghold.\" This verse held a special place in his heart and was a source of comfort to him.",
    "amount_required": 10000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/TcnLOmWVRQWq-9uZZRj9Irpwauc=/720x405/https://d2g8igdw686xgo.cloudfront.net/75315313_169446410581939_r.jpeg",
    "countryCode": "MD",
    "lat": 46.3056016805657,
    "lng": 28.6474895861608,
    "cityName": "comrat"
  },
  {
    "title": "In Memory of Cameron Carney",
    "content": "Our beloved Cam Carney unexpectedly passed on October 23rd. Cam was a wonderful young man, teammate, and friend, who touched the lives of those around him.\nCam dedicated his life to improving the quality of life of everyone around him. When you were around Cam, you had no choice but to be smiling and having fun. Cam was also an instrumental part of the success of our baseball team. Cam and his buddies were rewarded with a State Championship in 2022.\nWe are devastated by Cam’s loss and his family was not prepared for the high cost of a funeral service. We want to help give Cam the memorial he deserves, to honor his memory and say our final goodbyes.\nWe are currently asking for donations for his parents, Elizabeth “Digger” and Darin, to help cover the cost of Cam’s funeral. All proceeds will given to the family.\nPlease consider donating, as any amount will truly help his family during this extremely difficult time.\nThank you so much for your thoughtfulness,\nHurricane High School Baseball Family",
    "amount_required": 10000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/iylYWQoOZYTCpZafGKpEw5xelT4=/720x405/https://d2g8igdw686xgo.cloudfront.net/76157339_1698253763787163_r.jpeg",
    "countryCode": "CA",
    "lat": 51.3143520210964,
    "lng": -73.2659686584929,
    "cityName": "quebec"
  },
  {
    "title": "In Memory of Kennedy Ermolik",
    "content": "On October 23, 2023 a member our Quail Glen family, Nancy Spence, tragically lost her son Kennedy. Our hearts go out to Nancy and her family in this extremely terrible time. The best way to help support her and her family, is to help alleviate the financial burden of the unexpected expenses they are currently facing. Please keep the Spence/Ermolik family in your thoughts.",
    "amount_required": 30000,
    "projectCategory": "Memorial",
    "projectImages": "https://images.gofundme.com/diIn_ppgUjYeUqGtcUTX6SSojAM=/720x405/https://d2g8igdw686xgo.cloudfront.net/76152571_1698182244891046_r.jpeg",
    "countryCode": "CA",
    "lat": 56.5977992967899,
    "lng": -73.2678614020195,
    "cityName": "quebec"
  },
  {
    "title": "Hawaiian Generational Homes Lost in Lahaina Fire",
    "content": "On August 8th, unimaginable tragedy struck our small coastal town of Lahaina, Maui. In an instant, every single one of the Smith & Sequiera seven family homes on the West Side were completely destroyed and Lucas Sequiera, the grandson of beloved Kupuna Keola Sequiera, barely survived with his life, after staying and trying to defend the family home against the fire which quickly surrounded him.\n\nThank God Lucas was located two days later, alive but shaken, having had to drive through fences in his Papa's truck, he got a nail in tire and it went flat, so he could only make it as far as two valleys over. That valley ignited as well, forcing him to flee yet again. He's 16... The trauma from this is beyond devastating & he was one of the lucky ones who actually escaped.\n\nSo many people we know personally & their beloved animals all lost their lives that day due to lack of warning & high winds that fueled such a fast moving fire. There were No emergency sirens. The very water they were using to defend against encroaching fire was shut off.\n\nSo many unanswered questions. At the same time this was happening, Lucas’s father, Keone Smith, rushed from our Kipahulu Ranch & did over 20 runs with our 6-horse trailer, saving over 100 horses & shuttling every type of animal he could between Kula Ranch to Ulupalakua Ranch. That night Keone slept in an arena with the horses, praying that his son had escaped. The last call he got from his son, was him frantically driving away from the fire.\n\nThese were the local heroes that were on the ground, alongside the emergency responders…\n\nThe Smith & Sequiera families trace their Hawaiian Bloodlines all the way back to the Mo'iha & Mo'ikeha people who were the original canoe building families of Hawai'i. In an instant hundreds of years of Hawaiian artifacts, Koa canoes, Koa paddles, Awa bowls, Aumakua Ki'is were all lost in fire. The very home itself on Waine'e street located next to Hongwanji Mission & famous Wai'ola Church was a Hawaiian Cultural Relic of Lahaina in that its very design was that of a Polynesian Voyaging Canoe. From the Old Growth Mango & Plumeria trees to Native Hawaiian plants that filled the yard, this whole homesite was one of legacy.\n\nWe seek to restore balance and security to these families as well as the other families we are sheltering on our Hana farm who lost everything.\n\nNot only will your donations restore homes, vehicles, heirloom valuables, & art it will also restore legacy, as we hope to rebuild the woodworking shop and rebuild Koa canoes for Lahaina Community that were stored on site and lost as well.\n\nYour donations will help build temporary structures to house displaced family & community members in need while the long process of rebuilding begins. It is paramount to our community that our Native Hawaiians stay on Hawaiian lands & continue to perpetuate Hawaiian Culture. Keola Sequiera was directly involved in the building of Mo'olele & Mo'okiha Hawaiian sailing canoes with Kupuna Herb Kane. He is survived by his grandson, who has learned these ancient arts of woodworking & canoe building.\n\nThis go fund me will help Smith & Sequira families to rebuild not only their homes it will help to regenerate their Deep Hawaiian Cultural Roots.\n\nPlease Kokua or Share if you are able to. If we all help who we can, everyone will get the help they need.. and we can all start rebuilding together. All of Maui is hurting right now. There were 5 different fires that night. This is just the beginning of what's needed to rebuild all of Maui. Insurance doesn't cover Art & Legacy & Koa…\n\nIt's up to us to replant Koa trees & recreate the Art in order to continue to perpetuate and Malama Hawaiian Culture.\n\nAloha & Mahalo - Uakoko Farms & Ranch\n\nBelow are photos of Lucas and his grandfather Keola, and some of the artifacts that were lost.",
    "amount_required": 500000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/eLHLIcFwLObBT6wycbpmVH_jGyg=/720x405/https://d2g8igdw686xgo.cloudfront.net/74790659_1692263487421630_r.jpeg",
    "countryCode": "US",
    "lat": 19.7242057681987,
    "lng": -155.098239459731,
    "cityName": "hawaii"
  },
  {
    "title": "Build my family a home after total loss from fire",
    "content": "My name is Roy West.\nI'm sure you're all aware of the Elk fire that started last week; it has taken many homes and shattered the community. Among those who lost their homes, my grandma, uncle, aunt, and cousins were included. Their property was one of the first hit by the fire, and they could save very few of their belongings. As of now, all of them are living with me, as are their animals.\nSadly, they did not have insurance, and my family does not have the money to finance a new home. . . or even a mobile home, for that matter. Because of this, I have taken to the community for help. Donations will go towards building a new home in Elk for my family. Any and all help will be appreciated--Thank you.",
    "amount_required": 50000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/Nz7TJlP4Gn0muwBHWPaQ8hLyTRg=/720x405/https://d2g8igdw686xgo.cloudfront.net/74908853_1692741811547010_r.jpeg",
    "countryCode": "IN",
    "lat": 23.7401529933736,
    "lng": 85.2717350069308,
    "cityName": "ronhe alias paseria"
  },
  {
    "title": "Gerald \"Burger\" and Cathy Fleming",
    "content": "On Friday July 22nd my parents Gerald \"Burger\" and Cathy Fleming lost everything to the Oak fire.\nBurger and Cathy have been lifelong mariposa residents, they both attended mariposa high school in the 1960's and married in 1975. They spent their entire lives working, building a home, family and life here. After 47 years of hard work it was all gone in a matter of 20 minutes.\nMy father Burger is the 4th generation on his mothers side of the family (Tresidder) here in mariposa He worked in construction his entire life starting as a painting contractor with his father Earl Fleming who was a painting contractor here in mariposa begining in the 1950's\nMy mother Cathy moved to mariposa when she was around 5 years old. She is a very talented artist and has been a member of the Sierra Art gallery in downtown mariposa for many many years.\nAs many of us know fire insurance in this area is near if not impossible to find let alone afford. My parents fire insurance was canceled by their insurance Co a few years ago when wildfires in our area started increasing. They were unable to find another fire insurance they could afford being on a fixed income. Thankfully and most importantly they got out safe that day but literally lost everything but the clothes on their backs and the car they were driving. Without insurance they are left with nothing.\nMy hope/ goal is to be able to find them a decent size travel trailer to be able to park on their property when it's safe to do so in order to allow them to begin sifting through the ashes of the last 47 years .\nTyping this is heartbreaking for me not only thinking of my parents loss but also my own This was the home I grew up in and have known since the day I was born.\nBoth of my parents are proud strong people and have always worked hard for everything they had. They have always gone out of their way to help family, friends even strangers in any way they could, and rarely if ever asked for help for themselves .They finally agreed to let me do this go fund me but they have had an incredibly difficult time accepting the fact that THEY\nneed help this time.",
    "amount_required": 33333,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/5UoC27p_E2KGiQe0vRI22mEE2gI=/720x405/https://d2g8igdw686xgo.cloudfront.net/66886653_1659763001933599_r.jpeg",
    "countryCode": "CA",
    "lat": 73.0232671448456,
    "lng": -84.449328920208,
    "cityName": "nunavut"
  },
  {
    "title": "Devastating fire tore families home",
    "content": "My in-laws need help. They lost their home and all belongings in a wildfire. The sheriff showed up with an immediate evacuation notice. Their grandmother lives with them who is 96 years old and grounded to a wheelchair. She has no idea what is going on. They lost their home, their belongings, their vehicles, and RV and property. They do have insurance but not a lot, definitely not a lot for central Oregon. Any help would be so grateful.\n\n\nI am raising funds for my in-laws, Ron and Ruby Tucker, who lost their home and belongings in a devastating wildfire. Funds will be used to help replace items lost and rebuild a home for them and their 96 year old mother. I am from La Pine, Oregon as are they and they are currently staying in a very small RV at my house. My mother in-law who lost her home is the beneficiary withdrawing funds donated. Thank you for you generous help and support!",
    "amount_required": 50000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/BVbWzzsTM3kTLQJR1lDACcJ7KYo=/720x405/https://d2g8igdw686xgo.cloudfront.net/58582083_1626743253955063_r.jpeg",
    "countryCode": "IN",
    "lat": 17.3149992645331,
    "lng": 78.5161786862799,
    "cityName": "badangpet"
  },
  {
    "title": "Rebuild \"The Little House\" for Heather and Carl",
    "content": "Our beloved friends Heather and Carl lost their beautiful home this past week in the horrific fire that swept through Superior, CO. They had no time to take anything with them. They faith is strong and they are so grateful they have each other and for the outpour that all of you have shown them. They are planning for their future and this is going to take some time. Please consider making a donation to help them rebuild their home and most importantly, please continue to pray for them as they navigate this emotional roller coaster.True to both of their amazing gifts they are committing to be a part of the rebuilding of Superior and have committed to paying it forward with everything that is given to them that they don't end up needing. We love you Heather and Carl and you are not alone in this journey. Please friends share this with everyone you know! For those that dont know me, my name is Charlotte Franson and Heather and I have become dear friends through working out together and scrapbooking.",
    "amount_required": 35000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/ri6Pkr8X04e-O7pH_4ofWEt9Lf0=/720x405/https://d2g8igdw686xgo.cloudfront.net/62326643_1641067495418075_r.jpeg",
    "countryCode": "CO",
    "lat": 1.2522817505032,
    "lng": -70.2970184390128,
    "cityName": "mitu"
  },
  {
    "title": "Walt and Dianne Schimmel",
    "content": "This GOFUNDME page is for my sister-in-law's parents, Walt and Dianne Schimmel. Their house burnt on the Wesson golf course yesterday afternoon, with a total loss. Although they don't know the extent of every detail, yesterday was life-changing for all of them! Abigail Schimmel is my sister-in-law, married to my brother, Sawyer, and they have one daughter, (my niece) Maeve! While I am here explaining, I might as well claim her sister, Ansley, as my SIL, too! We are all closer than your average family in law makeup! Ansley is married to Ryan, and they just moved to Texas a couple of months ago and welcomed a baby girl into this world, Brynn! Yesterday, when my mom and I were on the way home from a doctor's appointment, we got a phone call from my brother, Sawyer, telling us Abigail's parents' house was on fire. Abigail and Ansley, as well as her parents, Walt and Dianne Schimmel, have been a part of my family's life long before my girls came into this world and continue to be. Mr. Walt is retired from Georgia Pacific as a forester, and Mrs. Dianne is an RN who currently works at the UMMC face and skin in Ridgeland, MS.\n\nI know the entire Schimmel family, and mine as well, would appreciate any help, big or small, in a donation, towards purchasing necessities that we forget we even have every day until we no longer have them!\n\nKacy Richardson Everett",
    "amount_required": 10000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/G35mIe0Acg2SA7MsiYUtlvMXosQ=/720x405/https://d2g8igdw686xgo.cloudfront.net/64025699_1647356236499063_r.png",
    "countryCode": "MS",
    "lat": 16.7074215028944,
    "lng": -62.1630808650209,
    "cityName": "montserrat"
  },
  {
    "title": "KSR Eastern Kentucky Flood Relief Fund",
    "content": "So many individuals, businesses, and more here in Kentucky and across the nation are looking for ways to help those impacted by the devastating flooding in eastern Kentucky that has claimed many lives.\n\nKentucky Sports Radio (KSR) and the Kentucky Chamber Foundation are partnering to build a relief fund for our fellow Kentuckians to ensure they are able to rebuild.\n\nWith the money raised in this fund, our two groups will be working with local communities, local chambers, as well as our state and local elected officials to ensure the needs of these areas are met in the wake of tragedy.\n\nThe Kentucky Chamber Foundation, Inc., is a Section 501(c)(3) public charity and donations to it are generally eligible for tax deduction in the United States.\n\nKSR and the Kentucky Chamber are committed to helping rebuild our communities and we appreciate your help and the overwhelming compassion and generosity of so many.\n\nChecks should be made out to Kentucky Chamber Foundation.\n\nMail checks to 464 Chenault Rd. Frankfort, KY 40601 with ATTN to the Flood Relief Fund.\n",
    "amount_required": 500000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/-qefc6nAU_3RAl3Ny4PLR2sCDP0=/720x405/https://d2g8igdw686xgo.cloudfront.net/67007515_1659107844844673_r.png",
    "countryCode": "KY",
    "lat": 19.3826711741041,
    "lng": -81.3901013649347,
    "cityName": "battle ground"
  },
  {
    "title": "Irish Dance Studio flooded in historic rainfall!",
    "content": "On Tuesday July 26, St. Louis received a historic amount of rain, which caused wide spread flooding. Like many homes and businesses around the city the Meghan Torno School of Irish Dance was flooded. Unfortunately, as this rainfall and subsequent flooding was unprecedented we did not have flood insurance.\n\nThe studio had 3 feet of standing water inside of it. Unfortunately, everything was destroyed. Since this was not just rain water, but creek water anything the water touched can not be salvaged.\n\nThe studio floors and walls will all need to be demolished and replaced. The sound systems have been destroyed. All fans and hepa filters are gone. This is just the start of the long list of items that need to be replaced, however these things are the things that keep us dancing daily!\n\nIn the midst of this devastation we realize how fortunate we are that all of our dancers and teachers are safe. For that we are truly grateful. However this studio is our dancers home away from home. We want to give our dancers normalcy and their \"home\" back as soon as possible!\n\nYour donations can help make that possible! We Thank You in advance for your support!\n\nThe Families and Teachers of the Meghan Torno School of Irish Dance!\n",
    "amount_required": 20000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/sk5cKJ8MOAJKcwJ61HG3dLEpBjY=/720x405/https://d2g8igdw686xgo.cloudfront.net/66981295_1659016481930871_r.jpeg",
    "countryCode": "MO",
    "lat": 22.1909447044563,
    "lng": 113.554883715632,
    "cityName": "macau"
  },
  {
    "title": "Highland Park, IL Parade Shooting Victims Fund",
    "content": "Our mass shooting families across the nation are in grief with you. We know these families are now on the path to learning how to navigate what will become a new way of thinking, feeling and living.\n \nOur hearts are with everyone in Highland Park. As we have done for many mass shooting families before to protect them from fraud and exploitation, we are now collecting donations in order to make sure the victims’ families and those injured from the direct impact of this event receive the funds Directly.\n \nOur families have been re-victimized in the past by nonprofits that collect funds for themselves after a mass shooting saying they will “support” or \"help\" the families which is usually the verbiage used when donations do not go Directly to the victim base itself.\n \nWe will find a way to get the funds directly to the families. We always have. ",
    "amount_required": 200000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/CUoX0l_bDtUKAcea2Xc7PrS-1VA=/720x405/https://d2g8igdw686xgo.cloudfront.net/66386035_1656962585954921_r.png",
    "countryCode": "IL",
    "lat": 31.7779346246178,
    "lng": 35.2006237838277,
    "cityName": "jerusalem"
  },
  {
    "title": "Robb Elementary: Layla Salazar our Angel in Heaven",
    "content": "A tragedy has taken the life of our precious little angel Layla. Our family is devastated. This heart wrenching time has changed us forever. We come to you with a heavy heart to ask for contributions as we are fundraising to pay for funeral expenses.  We would be most grateful for your help in our time of need. If people knew how much we truly miss our daughter, they would wonder how we're still breathing...she will live within the beat of my heart forever. ",
    "amount_required": 150000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/m0M-vbHSFsJbhvB2AR2LsQ_BydA=/720x405/https://d2g8igdw686xgo.cloudfront.net/65525369_1653587737912152_r.jpg",
    "countryCode": "IN",
    "lat": 13.0799625869682,
    "lng": 77.6456720843766,
    "cityName": "bengaluru"
  },
  {
    "title": "Join the Navalny team now",
    "content": "Help Navalny’s team spread the truth about war.\n\nHelp us defeat Putin's propaganda! We want to create an honest media to tell Russians the truth about the war in Ukraine.\nPropaganda kills — in the truest sense of the word. Opening the news and looking at the pictures of ruined Ukrainian cities would be enough to realize this. The problem is that most people in Russia are denied the chance to see this news, and even if they do, they believe it to be fake.\nThe sooner Russians wake up and recognize the horrific reality, the sooner the war will end. To bring it to an end and prevent further wars, we want to launch our own news media and reach out to the millions who are still unaware of what Putin is doing on their behalf.",
    "amount_required": 180000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/bJMQbY8CPcBP3T-qdbG0e9v0Sng=/720x405/https://d2g8igdw686xgo.cloudfront.net/64624579_1686317142562260_r.jpeg",
    "countryCode": "MA",
    "lat": 30.3569338711476,
    "lng": -5.82041023421401,
    "cityName": "zagora"
  },
  {
    "title": "Row for Ukraine",
    "content": "The attack on Ukraine has been incomprehensible. Watching this devastation and tragedy unfold has left us wanting to do something. Sometimes all it takes to understand is for someone in your immediate environment to be directly affected by these attacks. For us at Rowing Canada it’s one of our coaches. Our coach Maksym, born and raised in Ukraine has numerous friends and family currently being affected.\n\nRowing Canada athletes and athletes around the world have come together to start a fundraiser to raise money for The Canadian Red Cross Society in support of our coach and the people of Ukraine. We are prepared to row the number of meters we raise per dollar ($1=1m). Our plan is to raise funds until March 12th at which point we will row our fundraised distance.\n\nPlease donate and show your support for our coach and the people of Ukraine.\n\n\nThe Canadian Red Cross helps people and communities around the world in times of need and supports them in strengthening their resilience and providing relief. The Canadian Red Cross provides support to places and people of the highest need, and the Ukraine is their top priority right now. ",
    "amount_required": 50000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/CbCsSrdpFsS78-3kTAfmj9h7vDw=/720x405/https://d2g8igdw686xgo.cloudfront.net/63507179_1645811314442174_r.png",
    "countryCode": "BR",
    "lat": -1.47274781127321,
    "lng": -48.4465625562041,
    "cityName": "belem"
  },
  {
    "title": "Manhasset kids stand with Ukrainian failies",
    "content": "Please help me raise funds to support a group of 40 Ukrainian women and children escaping war to settle in Gdynia, Poland. The funds will cover transportation from the border, rental of two homes, clothing and food. This is a coordinated effort with a group of attorneys I know personally, that are working pro bono in Poland. The long term goal is to set the kids up in school and offer assistance to help find work. All donations raised will be used to purchase necessities locally, we will have direct contact and impact on these families, and we’ll be able to view their progress.\n \nI have to say it took a lot of convincing from my mom to persuade me to put this together. I always wanted to help, but I wasn’t sure if people who live so far away would care. Taking advantage of my dual citizenship and family ties to Poland, I have been encouraged to support the Ukrainian people seeking refuge. I hope to assist the law firm of BCP Law Kancelaria Adwokacka, who have already done a tremendous amount of work and have temporarily transformed their practice into storage space. Cleaning products, towels, blankets, mattresses and clothing have all been donated locally, and are waiting to be distributed (see photos).\n \nThe men have been left behind to fight for their country. A teenager myself, it’s disheartening to see footage of children desperately seeking an exit from a terrifying situation.\n \nOn a personal note, I grew up hearing stories about communist Poland and those who died protecting freedom from Russian inflicted wounds. At the age of 7, my great-grandmother's education came to a halt when Germany and the Soviet Union invaded Poland. The following year she lost her mom, and at such an early age, was forced to prepare meals for Soviet soldiers. Years later, my grandfather was born in the exact place where WW2 started and later worked at the Gdansk shipyard before it became known worldwide for the Solidarity movement. On the day of my mom’s christening, martial law was instituted, tanks rolled on the streets, and none of the guests could return home. Americans felt their own terror during the Cold War. I am humbled to have visited sites that are often described in history textbooks. These stories are personal to my family and I, and we tend to forget how recent they are! I will end with a quote from Einsten “The world will not be destroyed by those who do evil, but by those who watch them without doing anything”.",
    "amount_required": 65000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/af19NXLZ3YoOSuqpEpnpkP1Kn78=/720x405/https://d2g8igdw686xgo.cloudfront.net/63647109_1646089796969122_r.jpeg",
    "countryCode": "CA",
    "lat": 65.6812878136371,
    "lng": -94.7563657350828,
    "cityName": "nunavut"
  },
  {
    "title": "Mental Health Solution for every Ukrainian",
    "content": "Ukraine Needs You is a nonprofit organization solely focused on raising money to provide mental health solutions to all Ukrainians affected by the war. We have been working with an experienced Ukrainian psychologist team to organize video group therapy sessions and a 24/7 hotline for people to get the mental health help they need. Our therapy sessions are a safe haven for those who need to express what they are going through and be guided appropriately by trained medical staff to ensure their mental health and stability will not be tarnished. Through all the donations being raised, 100% of all proceeds will go towards the psychologists rendering services. In addition to this, we will be supplying journals, computers, and phones for those that don’t have the required access to needed to utilize these services. This is a very real needed and necessary service to be given to all affected by the war. \n\n When most people think of war and its damage to the human body, we think of those that are tangible and evident to the human eye. We rarely consider the irrefutable physiological damage that people not only live in the moment but for years to come. \n",
    "amount_required": 100000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/xP5YWMowWUxmv0GXtQjd1j8q1Zc=/720x405/https://d2g8igdw686xgo.cloudfront.net/64000389_1648785123968572_r.png",
    "countryCode": "CA",
    "lat": 69.5295494968947,
    "lng": -104.992472678622,
    "cityName": "victoria Island"
  },
  {
    "title": "Help the Boikov Family Flee Ukraine",
    "content": "My name is Matt, and I am raising money to help my in-laws flee Kyiv, Ukraine. My wife Natalia's brother Vova, our sister-in-law Natalia and their two sons Vlad (20) and Artem (8) live on the north side of Kyiv. With no warning or time to pack, they had to flee their home in Kyiv when Russia started its brutal war. Vova and Vlad were required to stay behind because fighting-age men cannot leave the country now. But Natalia and our young nephew Artem managed to flee to Poland on a train. They are currently in Poland, with only the clothes on their backs. We are raising money to help with their living expenses, including housing, food, clothing, and other necessities needed to start a new life. They are exhausted, scared, traumatized by war and now separated from their immediate family. Financial assistance is the one thing that we can help with. So please help us help them. Every dollar raised will be transferred directly to them to help them survive. It will pay for an apartment. It will feed them. It will clothe them. Thank you, and please pray for the brave freedom-loving people of Ukraine.\n",
    "amount_required": 30000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/anDquFTMWut6BxsS7VziQNtZ2Ok=/720x405/https://d2g8igdw686xgo.cloudfront.net/63807321_1646593940432986_r.jpeg",
    "countryCode": "IL",
    "lat": 30.1753982643933,
    "lng": 35.0165327982849,
    "cityName": "neot samadar"
  },
  {
    "title": "Krakow Friends of Ukraine",
    "content": "This fundraiser is for my Krakow friends (and heroes) Małgorzata Luty, Joanna Lewicka, Przemysław Wacyk and Bożena Zytke, plus their network of tireless volunteers. It will solely benefit Ukrainian refugees in Poland fleeing the devastating war in Ukraine.\n \nThese four, who I have known for over 25 years, have suspended their lives and regular jobs to ferry people, supplies and medicine to/from train stations or the border with Ukraine, to arrange housing, shop for basics and gather donations. They have moved out of their own apartments or made room in their homes to shelter arriving families, like Anhelina and her children in our cover photo—people who they have never met before. Their colleagues, friends and almost everyone they know have arranged help—people are doing this full time and spending their savings to buy food, supplies and pay for transport. (They're exhausted and have run out of options to house people, but of course none of this compares with what Ukrainian families are suffering.)\n \nAll funds raised will be used to arrange shelter, buy food and supplies, plus help Ukrainian families organize their new lives.",
    "amount_required": 24000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/NuZGloQIwtE8V17HUah4qeHoz50=/720x405/https://d2g8igdw686xgo.cloudfront.net/64218839_1648063542367471_r.jpeg",
    "countryCode": "UA",
    "lat": 51.5536595852311,
    "lng": 31.3017104976786,
    "cityName": "chernihiv"
  },
  {
    "title": "Help Displaced Female Ukrainian Athletes",
    "content": "Hello, My name is Aleks, and I was born and raised in Poland. I am now a proud American citizen, raising a family in Sag Harbor. My entire extended family remains in Poland, including my sister, Hanna. Hanna is a member of the Polish National Fencing team, as well as, a proud member of the Polish army.\n\nWhen Russia invaded Ukraine, numerous members of the women’s Ukrainian National Fencing Team were displaced. At the onset of the attack, six of these young women were in Serbia, having just competed in the national fencing championships, while several others were already back in Ukraine. Of the latter, only two girls were able to escape, crossing at the Ukraine-Polish border. Those in Serbia were able to get to the German-Polish border, where they were picked up by Hanna. These eight young women, ages 13-21, have all been given shelter by the Club UAM, and are being housed at the University.\n\nTheir families and siblings remain still in Ukraine but cannot leave. The men and boys must fight for Ukraine, while those who fled have no money for food, medications, hygiene products, no guaranteed access to school, clothing, basic supplies, or other needed vital resources.\n\nI am starting this Fund to help provide immediate support to these young girls who now find themselves in desperate circumstances—cut off from their families and in need of assistance.\n\nI would like to THANK YOU for your help and support!\n\nI will provide an update as to where and when the funds are sent and the assistance that they provide.\n\nSincerely,",
    "amount_required": 5000,
    "projectCategory": "Crisis Relief",
    "projectImages": "https://images.gofundme.com/0V-8m0bMUG--oIxTrLYg1M8RCPM=/720x405/https://d2g8igdw686xgo.cloudfront.net/63873963_1646796814485882_r.jpeg",
    "countryCode": "UA",
    "lat": 50.740433200536,
    "lng": 25.3471209492971,
    "cityName": "volynskaya"
  },
  {
    "title": "10,000 for World Peace Assembly",
    "content": "Thanks to your generous donations, we raised over $360,000 to sponsor 800 Maharishi Vedic Pandits and Indian students. Since we expect 6,500–7,000 pandits and students—and many global participants who need scholarships—we've expanded our goal to $500,000.\n\nThe cost of housing and food for one Maharishi Vedic Pandit or Indian student Yogic Flyer for the 15-day course is $450. You can donate any amount towards this, for example:\n\n$30 for one day\n$210 for seven days\n$450 for the 15-day course\n$2,250 for five Maharishi Vedic Pandits/Students for the 15-day course\n$4,500 for ten Maharishi Vedic Pandits/Students for the 15-day course\nor any amount",
    "amount_required": 500000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/0B_znyM_lNsPX2j-6884tTIveUw=/720x405/https://d2g8igdw686xgo.cloudfront.net/74761225_1692558574736958_r.png",
    "countryCode": "IL",
    "lat": 33.2154448498916,
    "lng": 35.5672157694352,
    "cityName": "qiryat shemona"
  },
  {
    "title": "Shumaker Family Expenses",
    "content": "Please join us in lifting up the Shumaker family, as they’ve just experienced the sudden, tragic loss of their sixteen year old son, PJ. This whole family is a light in the community and they need us to surround them right now. Cover them in prayer and give if you are able.\n\n This GoFundMe is being run through Impact of Hope, an official 501c3 nonprofit organization. All donations are tax deductible.",
    "amount_required": 20000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/3hxzOevRkFV3NeIoSekDaFpavtw=/720x405/https://d2g8igdw686xgo.cloudfront.net/76164999_1698243059572803_r.jpg",
    "countryCode": "SC",
    "lat": -4.62019438228752,
    "lng": 55.4502616513205,
    "cityName": "victoria"
  },
  {
    "title": "Song of the North Theft Recovery",
    "content": "The past few days have been a truly devastating experience for me and Melissa and our Song of the North ensemble. It took us three years and dozens of committed artisans and artists to create this show and we are all heart-broken. As many of you have read, our show truck which contained all of our equipment, costumes, puppets, and props was stolen in San Francisco on October 23, 2023 after an exhilarating 3-day weekend of shows. Two days later, we recovered the truck, but it was a bittersweet reunion. We lost all of our electronic and tech gear but, most importantly, we lost scores of our handmade puppets and costumes that took years to create. The thieves left the truck in such disarray, it literally took my breath away as I saw my life’s work crumpled, smashed and destroyed. As many of you know, this Shahnameh project I have been working on for the past 15 years was created to bring people together and to share the beauty and richness of my Iranian culture with the world.\n\nA show like ours relies on numerous intricately designed and hand made costumes and puppets, as well as custom designed technical equipment that has been built specifically for us. It will take 3 months to reassemble all the ingredients that go into rebooting the show in time for our next engagement in Chicago on January 19th.\n\nMany of you have reached out asking how you can help, so, here we are. Replacing the items that were stolen is a major undertaking comprised of both high value purchases and weeks of intensive labor and reconstruction/repair. We humbly ask for your help to get the show back on the road. All contributions great and small are appreciated.",
    "amount_required": 134000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/RxfhzH9ANULqicROqDSvIdJo-Z8=/720x405/https://d2g8igdw686xgo.cloudfront.net/76190467_1698346277555610_r.jpeg",
    "countryCode": "US",
    "lat": 35.2237043799044,
    "lng": -80.966755970896,
    "cityName": "north carolina"
  },
  {
    "title": "Let's Help Upperroom Build Their Permanent Home!",
    "content": "Today, we stand before you with an incredible opportunity that has the power to shape the future of UPPERROOM. We are wholeheartedly committed to our mission of \"Building His House & Building the Future,\" a campaign aimed at creating a permanent home for our community.\n\nFrom renting a vet clinic rooftop to leasing a converted paintball facility turned prayer room, we have come a long way.\nOur current space, our cherished home for the past six years, has warmly welcomed over 500,000 souls eager to create a sanctuary for the Lord.",
    "amount_required": 6000000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/ulDmDhqkZ9RqKpMHv0GwmSM2WyY=/720x405/https://d2g8igdw686xgo.cloudfront.net/59745181_1630778553910214_r.jpeg",
    "countryCode": "US",
    "lat": 45.7819644913727,
    "lng": -108.473888027932,
    "cityName": "montana"
  },
  {
    "title": "Help our shelter stay open!",
    "content": "Adams County Pet Rescue is a shelter in Eastern, WA.\nThis is a hard post to write but a necessary one. We find ourselves in a position that we will only survive if we have donations. The government agencies that we work with are unable to find the funds to support us. We are going to have to depend on people who don't know us, who don't live in our area but who have a deep love of animals and understand the importance of having a pet rescue in Adams County.\nWe find ourselves in the same position as other rescues and shelters around the country, it is no secret there are too many dogs and not enough adopters for them all. We cringe when shelters and rescues continously bring in dogs from out of state and country as we look at our owm good dogs and see them continue to not be adopted.\nWe are overworked and continously stressed not only about more and more animals needing help but about the economic side of operating a pet rescue. It's no secret that we are barely surviving. We've battled parvo and the inability to do adoptions during those times while still keeping the shelter animals fed and cared for. We asked for donations earlier this year and had a super first time auction which are are immensely grateful for! Grants seem to be non-existent for our type of pet rescue.\nWe want to give up, it's exhausting on every person involved due to not knowing if we can continue. We look at all of the good we do but there comes a point where we can't do anything without funding.\nACPR wants to share with you the cost of running our shelter.\nWe just paid over $11,000 for our insurance coverage.\nEvery two weeks our employee wages cost close to $24,000.\nThe vet bills for basic spay/neuter and things that normally come up that need help come to an average around $10,000/month. All of our dogs and cats that leave the shelter must be spayed/neutered, be vaccinated, microchipped and up to date on vaccines including rabies. We do basic health care with our vets but anything extra for injuries and illness we fundraise for on a case by case basis.\nThe cost of keeping a dog for a year is close to $1,100 and we have over 120 dogs, many of them have been here over 9 months because they are Shepherds, Pits and Huskies.\nOur utilities are close to $5,000 a month for power, propane, phones etc.\nOur expenses through the end of August come out to $596,395.52. These are the basics to keep the shelter running with no extra finds to replace things like our washing machine, kennel doors, septic etc.\nOur adoptions have totalled $153,391.00 and donations have totalled $174,727.00, contracts with the government agencies have totalled $112,996.\nIn order to make payroll and expenses just through the end of the year, we need close to $200,000.\nWe hope you will consider supporting us or sharing with others who may be interested in supporting us!",
    "amount_required": 100000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/4kJhKzaefcM8cnFU29hJ9KLg-YY=/720x405/https://d2g8igdw686xgo.cloudfront.net/75634507_1696099652608704_r.jpeg",
    "countryCode": "UA",
    "lat": 50.8354456327356,
    "lng": 24.3933052106455,
    "cityName": "volynskaya"
  },
  {
    "title": "10k Free Children's Books on Racialized Healing",
    "content": "The Addieun Foundation is giving away 10,000 free books (and accompanying soundtracks) to children, educators, and libraries to share the beauty of healing within the bodies of children, helping them to create more generative moorings in a system of marginalization and white-body supremacy. We have now raised enough money to distribute 5000 copies free of charge. Our goal is 10,000, and we are now more than halfway there.\n\nWritten by New York Times bestselling author, Resmaa Menakem, and acclaimed actor T. Mychael Rambo, The Stories from My Grandmother’s Hands is a powerful lesson in contending with racialized trauma. It follows the journey of our grandmothers with hands calloused from picking cotton passing down their stories, strength, and joys to their grandchildren. These grandmothers sing, clap, rock, and play music. They are the living embodiment of how generations of Black bodies have dealt with the traumas of white-body supremacy. Children will learn to value the gifts of their caregivers and grandmothers, and how they teach them to recognize energies in their own bodies through the practices of cultural somatic toys.\n\nWith beautiful illustrations by world-renowned artist Leroy Campbell, this book features different pigmentations, gender breadth, and ableness within the Black diaspora.\n\nThrough special events with nine Black-owned bookstores, we will provide up to 10,000 free books and soundtracks to children and caregivers across the United States. Your help is needed to make this meaningful work a reality. When we learn to harmonize, that harmony can turn into a culture of resilience, resource, and flow.",
    "amount_required": 100000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/bILy9HzZjdVXqyWWVyFyA5NFhlQ=/720x405/https://d2g8igdw686xgo.cloudfront.net/74771399_1692213453221623_r.png",
    "countryCode": "MN",
    "lat": 47.8975878340335,
    "lng": 106.954388890152,
    "cityName": "ulaanbaatar"
  },
  {
    "title": "Help Sean Defeat Stage IV Pancreatic Cancer",
    "content": "Dear Family, Friends, and Supporters from near and far,\n\nFor the past few weeks, our beloved Sean Wallace has been facing an unexpected health battle that has turned our world upside down. It all started with stomach pains and bowel issues that seemed to come and go. He brushed it off, just like the strong and resilient person he is.\n\nAfter feeling dehydrated following a weekend game, Sean finally decided to seek medical attention. He made a promise to the trainer that he would visit an urgent care facility, especially since they had a bye week. Little did we know that this decision would lead to a life-altering diagnosis.At the Emergency Room, the medical team discovered a mass on Sean’s pancreas. This mass has caused swelling of his liver and pancreas and is also responsible for a dangerous blockage. As a result, he was quickly transferred to receive specialized care.The medical team attempted to perform a procedure twice to drain the liver and acquire samples for proper diagnosis. Unfortunately, the surgeries were unsuccessful. Despite undergoing an additional pair of surgeries within a mere two-week period, he managed to recover sufficiently to lead his cherished Southern University Jaguars on the past two Saturdays as their safeties coach.\n\nOn Monday, October 9, 2023 , we received the heartbreaking news that the blood work and imaging had revealed that the mass is indeed a cancerous tumor. The doctors found that the cancer had spread to his liver and is considered Stage IV Pancreatic Cancer. The findings suggest that the tumor is in a difficult location, making it inoperable.\n\nOur world was shattered, and we knew that a challenging journey lay ahead.\n\nWe kindly ask for your prayers and support as we navigate the challenging road ahead. However, we firmly believe that, as a community, we can rally together to support Sean in his battle against this relentless disease.\n\nIn times like these, we must remember that \"God has the final say.\" Please join us in faith and positivity, touching and agreeing that Sean will overcome this adversity.\n\nWe are deeply grateful for your love, support, and prayers during this trying time. Numerous individuals have expressed their solidarity, and an abundance of affection has been pouring in during this period. We initiated this fund in response to numerous inquiries from those who wish to lend a hand. If you are able, any contribution you make to this GoFundMe campaign will go a long way in helping cover the mounting medical expenses, and it will be a source of encouragement for Sean as he fights this battle.\n\nTo know Sean is to know that if anyone can beat this disease, it is him. He is in good spirits and is constantly reminding everyone that he is a fighter and he will WIN! We believe this to be true as well.\n\nIf you're fortunate enough to have Sean in your life, you're acquainted with an extraordinary individual. He's a remarkable, selfless, and profoundly compassionate person. Sean's innate ability to captivate an audience is unparalleled. He consistently places the well-being of others above his own and possesses an uncanny knack for resolving just about any problem. Today, it's our turn to repay his kindness and support him in his time of need.\n\nThank you for being a part of our support network as we face this challenge together. We are #SeanStrong\n\nWith heartfelt gratitude,\nThe Wallace Family",
    "amount_required": 250000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/nFxycHjSmQdSNM5KbBR4wTccHwM=/720x405/https://d2g8igdw686xgo.cloudfront.net/75973743_1697403816704523_r.jpeg",
    "countryCode": "LA",
    "lat": 19.9068240743127,
    "lng": 102.150279034725,
    "cityName": "rua prabang"
  },
  {
    "title": "Help Revive Rowe, Where People Find Community",
    "content": "Rowe Camp and Conference Center was founded in 1924 as a summer camp for children and teenagers in the Berkshire hills. Starting in the 1970s, Rowe began hosting adult conference programs where participants find a supportive community and make life-long friendships.\n\nFor generations, Rowe has helped people discover new aspects of themselves and form deep connections with others. It is a place where anyone, at any stage of life, can go to feel accepted and embraced, and take away a renewed sense of their intrinsic worth as a person.",
    "amount_required": 350000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/zyv-jwP8kkYI_J6prnfPZMqfzxc=/720x405/https://d2g8igdw686xgo.cloudfront.net/75609647_1696906536851295_r.png",
    "countryCode": "MA",
    "lat": 31.0694984943614,
    "lng": -3.99499898707618,
    "cityName": "merzouga"
  },
  {
    "title": "Ambulances for Ukraine",
    "content": "Ambulances for Ukraine – and We’re Driving - U.S. /U.K./Canadian Volunteers\n\nVolunteers from around the world are driving aid-filled refurbished ambulances from London, England to Ukraine for Medical Life Lines Ukraine (MLLU). This charity has already delivered 36 ambulances to Ukraine, along with one all-terrain crane, and 17 generators since February 2022. Additional convoys are scheduled through 2024 with the next convoy on October 1. The current volunteer drivers are Frank Lavin, Luc Tomasino, Richard Mills, Austin Erwin, Patrick Chovanec, and Tom Webb, with new members continuing to join.\n\nWe respectfully ask for your financial support as it costs approximately $25,000 to refurbish and equip an ambulance for delivery to Ukraine. We are each paying our own way, so all of what we raise will go to MLLU. We look forward to updating you on our journey to and from Ukraine.\n\nYour donation will go to the Revival Foundation, a U.S. 501(c)(3) non-profit organization dedicated to the delivery of humanitarian promises. Revival Foundation has partnered with MLLU to ensure that individuals in the U.S. will receive tax deductions for their donations. 100% of donations received by Revival for MLLU will be provided by Revival to MLLU.\n\nPlease contact us if you have any questions or are interested in joining, and thank you in advance for whatever you can give.",
    "amount_required": 100000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/9z_EJ0ie45c1hVAuuesFUF8n2YE=/720x405/https://d2g8igdw686xgo.cloudfront.net/74758275_1692137916127395_r.jpeg",
    "countryCode": "CA",
    "lat": 69.4460112826607,
    "lng": -132.823785785635,
    "cityName": "northwest territories"
  },
  {
    "title": "Wausau Pilot & Review Legal Defense Fund",
    "content": "Wausau Pilot & Review is a nonprofit, independent, online news outlet serving central Wisconsin with a small team of award-winning reporters. A lawsuit is threatening to silence and shutter the organization.\nThe Pilot launched in 2017, when larger outlets were scaling back their coverage in a big way. Since then, the newspaper has become Wausau's primary source for hard-hitting local news - coverage that has earned more than a dozen state and national awards.\nIn 2021, the newspaper reported on a contentious meeting that centered on a county-wide diversity initiative. That story led to a lawsuit by Cory Tomczyk, who is now a Wisconsin state senator. Though a judge dismissed the case, Tomczyk is now appealing, and the legal expenses are already well into the six figures. This fundraiser will help pay those legal expenses and keep local reporters working.",
    "amount_required": 150000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/3fK2yG0tlEByiCbgkRkIgetGPfw=/720x405/https://d2g8igdw686xgo.cloudfront.net/74747809_1692110155115310_r.jpeg",
    "countryCode": "CA",
    "lat": 61.0339520639514,
    "lng": -138.333387115706,
    "cityName": "yukon"
  },
  {
    "title": "Foundation for Inner Peace ACIM Audio App!",
    "content": "The Foundation for Inner Peace is organizing this fundraiser to complete and launch the ACIM Audio App.\n\n“It is through us that peace will come.” – (T-15.VI.7:1)\n\nA Course in Miracles (ACIM) has impacted millions of students on the spiritual path. As the scribe-authorized publisher of ACIM since 1975, the Foundation for Inner Peace is currently developing a one-of-a-kind mobile device application. We’re excited to tell you about ACIM Audio – it's the whole Course in one easy-to-use app, designed to support and strengthen the student journey into A Course in Miracles.\n\nIn development by cutting-edge engineers and beta-tested by early access users, ACIM Audio is being created using the feedback from A Course in Miracles students around the world.\n\nWe need your support to finish the ACIM Audio App.\nThe app is still in development and is not yet complete!\nWe ask that you partner with us by providing financial support that will go towards the completion and launch of ACIM Audio.\n\n\"I love the audio app! It has made the Course so much more accessible. I have the book, but with the app, I can access the course wherever I am and whenever I want. Being able to listen and read at the same time also helps me better understand and learn.\" - Mindy M\n\nHelp us reach our fundraising goal of $150,000!\n\nLaunching the ACIM Audio App is the next step in bringing this timeless teaching into modern forms. With the entire Course with you everywhere on your phone, you can:\nStay connected to the teachings no matter where you are in your journey.\nAccess Course prayers and curated meditations sourced by ACIM students.\nWith one tap, listen to your daily lesson.\nSave your place in the Text, Workbook, or Manual for Teachers separately and track your progress as you go.\nDeepen your experience of the teachings by adding background music, calming sounds, or meditative pauses.\n“Each one you see in light brings your light closer to your awareness.” – (T-13.vi.10:3)\n\nWe thank you for your partnership and generous support.",
    "amount_required": 150000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images-eu.ssl-images-amazon.com/images/I/81AJXnvNaqL._AC_UL600_SR600,600_.jpg",
    "countryCode": "CA",
    "lat": 49.5152114667832,
    "lng": -123.05238112633,
    "cityName": "british columbia"
  },
  {
    "title": "Save The Art",
    "content": "Here’s the deal. In spring 2023, Transfix opened to the public in Las Vegas, starting what was to be a three-year touring exhibition of participatory art, much of which got its start in Black Rock City. Unfortunately, the business went bankrupt within the first six weeks of operation due to a variety of circumstances, leaving all 40+ artists to scramble to figure out how to get their large scale art removed from the casino site with no funds and ZERO support.\n\nWant to make a difference? Here’s your chance! We’ve all enjoyed the incredible artwork that artists in our community have generously created for Black Rock City and beyond over the years. WE, the community, now have an opportunity to show them our appreciation by donating to help get their art deinstalled and off the site. And you can help Save The F*cking Art.\n\nWe have organized this fundraiser to help cover hard costs for the artists, such as heavy equipment rentals, shipping, crating, transportation and storage, and additional labor. All donations are tax deductible (through Sierra Arts Foundation), and every little bit helps. Please share this with your networks! We are making great progress but need additional support to prevent the art from being cleared unceremoniously by the casino.\n",
    "amount_required": 130000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/F29AeKHpVp34Fl5oq-pY_uKmcFM=/720x405/https://d2g8igdw686xgo.cloudfront.net/75755833_1696810113107766_r.jpeg",
    "countryCode": "UA",
    "lat": 49.9840835443369,
    "lng": 36.2240175006185,
    "cityName": "kharkiv"
  },
  {
    "title": "Help us to purchase 10 Acre land for IPRAY Mosque",
    "content": "IPRAY is a nonprofit religious and educational organization established in 2021. For the past two years, we have been eagerly pursuing a dream that we are thrilled to share with you today. We are currently under contract and in the process of finalizing the closing for a mosque property located at 225 Colfax Rd, Wayne. Our target is to complete the closing by October 31st. This property spans an impressive 10 acres, and we have plans to build a 26,000 sqf mosque on 2.6 acres of the land, leaving space for a 120-vehicle parking area. As IPRAY strives to fulfill the needs of the community, it relies on the support of the community.\n\nHere’s a breakdown of our project:\n\n- Land cost: $851,000 (Exact)\n- Planning Period: $149,000 soft costs (Engineer, Architect, Legal)\n\nTotal Need: $1,000,000\nAmount Raised: $660,000\n\nStill Needed: $340,000\n\nOur mission is all about bringing the beauty of our faith to life. We want our Mosque to be a place where you find serenity, where you can connect with your spirituality, and where the warmth of our community shines brightly.\n\nWe are about spreading the love and wisdom of Islam everywhere. We believe in sharing our faith through all kinds of meaningful activities, whether helping those in need, fostering spiritual growth, or enriching minds through education.\n\nYour support means the world to us because it’s the key to making our dream a reality. No matter how big or small, every donation takes us one step closer to our goal of creating a place of faith, knowledge, and togetherness.\n\nWe kindly ask for your generous donation to assist us in realizing our vision of faith, knowledge, and community.\n\nTogether, let’s create a center that promotes unity, understanding, and the practice of faith—for our future, ourselves, our children, and all those around us, transcending differences of race, ethnicity, and background.\n\nIPRAY HOUSE INC. is a 501(c)(3) tax-exempt charitable foundation under EIN #87-2706605.\n\nLearn more about us at www.iprayhouse.org.\n\nOn behalf of the Board of Trustees organized by:\nAhmet Anar, Dr. Huseyin Copur, Murat Kaval, Metin Bas, Dr. Ahmet Kurucan, Ismail Kamit.\n\n\nThank You,\nWarm regards,",
    "amount_required": 340000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/cLtYfd536ipDCtuu9IxJPi6Yg6s=/720x405/https://d2g8igdw686xgo.cloudfront.net/75109509_1693581999362855_r.png",
    "countryCode": "US",
    "lat": 29.7407139855673,
    "lng": -95.4121263635085,
    "cityName": "houston"
  },
  {
    "title": "Injured Deputy Family",
    "content": "The Cochise County Sheriff’s Office and Deputy Sheriff's Association would like to acknowledge Deputy Chris Oletski's efforts and bravery during a recent interdiction operation.\n\nOn September 28th, 2023, Deputy Chris Oletski, a dedicated member of the Cochise County Sheriff's Office for three years, was part of an operation focused on interdicting human smugglers. While attempting to safely terminate the pursuit of a vehicle actively evading law enforcement, Chris deployed a spike strip tire deflation device. While recovering the spike strip device, Chris sustained severe injuries after he fell approximately 15 feet from the bridge he had been using for the deployment.\nChris was airlifted to the UMC trauma center, where he is being treated for multiple breaks and fractures. He Is currently hospitalized at UMC undergoing treatment and facing an extensive recovery period.\n\nChris is a husband, father, and retired Marine. After retiring from the Marines, he and his wife Nicole, chose to make Sierra Vista and Cochise County their home. Chris pursued a second career serving the community as a Cochise County Deputy Sheriff, and upon graduation from the academy, he was assigned to the patrol division. Last year, the Sheriff's Office announced the creation of the Criminal Interdiction Team (CIT) Chris felt a calling and tested to be part of that team. After successfully passing the testing, he was assigned to the CIT and has been an integral part of that unit since its inception.\n\nWe have initiated this GoFundMe campaign to help Deputy Oletski and his family offset the financial burden of medical treatments, hospitalization, related family expenses, travel for specialized care, and other related expenses. Your generous donations will directly support Chris and his family during this challenging time. Please consider contributing to this campaign and sharing it with your network\n\nThanks in advance for your contribution to this cause that means so much to us.",
    "amount_required": 100000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/6b4EZHDBC-qebFM9OU4z13URs5Q=/720x405/https://d2g8igdw686xgo.cloudfront.net/75746973_1696361286293486_r.jpeg",
    "countryCode": "AZ",
    "lat": 40.4203165845234,
    "lng": 49.88526581506,
    "cityName": "baku"
  },
  {
    "title": "Monument of the Americas; Christ in America Park",
    "content": "Monument of the Americas is a 501(c)(3) organization devoted to the building of the Christ in America Legacy Park, a truly visionary and unprecedented 12-acre sculpture park and garden, in planning and creation for over 25 years, now being constructed in picturesque Heber City, Utah. The park will showcase over 50 fine art monuments set amid a beautifully manicured landscape, paying homage to our Savior Jesus Christ, the legacy of freedom in America, and celebrating the Book of Mormon.\n\nWe are looking for partners of all kinds in our great work. We estimate about $20 million will be needed to build the park. While we certainly need significant financial donors for whom there will be special legacy opportunities, we also remember that \"by small and simple things are great things brought to pass\" (Alma 37:6). As always, all donations are tax deductible.\n\nThis is a very exciting time and the work is rolling forward with increasing momentum. We will continue to update our social media site with news of progress, so please be sure you stay in touch. God bless you for your support of our noble cause.",
    "amount_required": 500000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/dj7xByTI06KWNSlcG8FRXriu88I=/720x405/https://d2g8igdw686xgo.cloudfront.net/75541821_1698074012393187_r.png",
    "countryCode": "UA",
    "lat": 51.8805834157332,
    "lng": 33.4936535780409,
    "cityName": "shostaka"
  },
  {
    "title": "Farmer Flood Relief Fund - Flats Mentor Farm",
    "content": "Hey y’all, my 270 BIPOC Immigrant and Refugee Farmer friends at World Farmers’ Flats Mentor Farm experienced catastrophic flooding this week and they need our help!\n\nI call them my friends because World Farmers and their farmers help to increase access to healthy food for many in Springfield and Holyoke’s food marginalized communities as well as everyone they serve through their farmers markets and CSA.\n\nLast week, all 70 acres of the World Farmers’ main landsite in Lancaster were completely submerged by the heavy and unrelenting rain that spread across the Commonwealth, resulting in a total crop loss for all 214 farmers growing on that land in World Famers’ Flats Mentor Farm (FMF) Program. This was the second flood of the season, after a series of excessive rainfalls throughout the late spring and early summer. Some of these same and other FMF farmers have also experienced 65% crop loss across the 17 acres in production on our second largest landsite, which hosts 87 immigrant and refugee farmers.\n\nThe flood is devastating, and the value of the loss has not yet been measured. No farmer has been left spared from the effects of these floods.\n\nFMF farmers engage in labor-intensive farming with minimal machinery across multiple land sites. This requires weekly travel between sites and to and from their homes across Massachusetts, Rhode Island, and New Hampshire. Farmers were only a few weeks, or even days, away from harvesting and selling their crops before they were taken by the floods. The loss of income is compounded by the fact that at this point in the season, there is not enough time left to replant most of the crops that were lost. If the rains slow, and the land dries, farmers hope to return to planting this season, but for now, the impact of the flooding has put their businesses and their families at risk. These farmers don’t grow food just to take to market. Their crops also feed their families, friends and neighbors. And they help to feed our families here in Springfield. The Springfield Food Policy Council partners with World Farmers to provide no-cost CSA shares to our communities most vulnerable families. The flooding has put many already food insecure families and children at even greater risk for not having enough food to eat.\n\nI am also really worried about the farmers and the WF staff. I have spoken with some of the farmers and the staff and the despair is tangible. This is their second total loss of crops due to flooding in just three years, and the fourth season in a row of business uncertainty due to market changes from COVID, and an extreme drought in 2022. I know that farmers across the Commonwealth and New England are suffering. You have been in my thoughts and prayers. So many of you have supported our work in Springfield and have stood with us as we have worked to create equity and opportunity for everyone. I believe that you understand the extra layer of hard that BIPOC immigrant and refugee farmers experience with losses like these. They are frankly insurmountable without community support.\n\nIn an attempt to compensate for the farmers’ extensive losses, I am supporting World Farmers in their Farmer Flood Relief Campaign to raise $100,000. Funds raised during this campaign will be directed by the FMF Farmer Committee, an FMF farmer-led body, and 100% of all proceeds will go directly to the farmers themselves. Please lend your support to the 270 immigrant and refugee farmers of Flats Mentor Farm by donating today – so that they may attempt to recover and return next year to once again grow food for all of our communities.\n\nWorld Farmers intends to continue to steward this land and offer nourishment to our communities and support to our farmers. They and their friends, like me, are profoundly grateful for all of the emotional support that they and their farmers are receiving.",
    "amount_required": 100000,
    "projectCategory": "Nonprofit",
    "projectImages": "https://images.gofundme.com/2MyLYA42_OADbVH-UG6jBaf1HDA=/720x405/https://d2g8igdw686xgo.cloudfront.net/75181083_1694421937108529_r.jpeg",
    "countryCode": "MA",
    "lat": 30.4411148433303,
    "lng": -9.55748102069664,
    "cityName": "cite al mohammadi"
  }
]